[
  {
    "audius_id": "rkv0g",
    "soundcloud_id": 13655742,
    "date": "2011-04-15",
    "slug": "week-15-of-2011",
    "title": "Week 15 of 2011",
    "description": "This is the first song of this project. The quality of the sound sucks but the song itself is alright I guess. It's the first thing I've done with Cubase 5 and was having a hard time getting an acceptable volume level and sound quality after exporting.",
    "season": "Spring 2011",
    "location": "Granada, Spain",
    "genre": "Alternative",
    "mood": ["Empowering"],
    "daw": "Cubase",
    "plugins": [],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "V6WoN",
    "soundcloud_id": 14087167,
    "date": "2011-04-23",
    "slug": "week-16-of-2011",
    "title": "Week 16 of 2011",
    "description": "There was a lot happening here in Granada this week with easter and stuff and I almost didn't get to record something, but finally here is something after all. Volume is better this time but sound quality still sucks.",
    "season": "Spring 2011",
    "location": "Granada, Spain",
    "genre": "Industrial",
    "mood": ["Defiant", "Dark"],
    "daw": "Cubase",
    "plugins": [],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "zydmq",
    "soundcloud_id": 14519694,
    "date": "2011-05-01",
    "slug": "week-17-of-2011",
    "title": "Week 17 of 2011",
    "description": "My laptop started crashing when I was trying to finish this track. I was scared it would keep crashing too much and not be able to finish so I had to just leave what I had without making some last adjustments and stuff. I just hope this is not the beginning of computer problems, it's still pretty new :/",
    "season": "Spring 2011",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Gritty"],
    "daw": "Cubase",
    "plugins": [],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "3Rz0J",
    "soundcloud_id": 14975382,
    "date": "2011-05-09",
    "slug": "week-18-of-2011",
    "title": "Week 18 of 2011",
    "description": "I'm posting this one a day late since I decided (last minute) to join some friends on a trip for the whole weekend in the mountains and the beach. <br />I was again having problems with Cubase. This time one of the soft synths (Spector) started behaving strange and changed the sounds completely after I closed and reopened the session. Strange bug. That made me loose time again not allowing me to finish the song properly. It sounds very bad on my laptop speakers. Hopefully it sounds better on normal speakers like it does on my headphones.",
    "season": "Spring 2011",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Brooding", "Dark"],
    "daw": "Cubase",
    "plugins": [],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "XjR8O",
    "soundcloud_id": 15303719,
    "date": "2011-05-15",
    "slug": "week-19-of-2011",
    "title": "Week 19 of 2011",
    "description": "This one is not my favorite. Hope you like it though.<br /><br />I tried to update to Cubase 5.5.3 and installed the update in the wrong folder so Cubase still starts as 5.5.2. And it won't let me re-install the update because windows sees it as already installed. I tried uninstalling the update only but got an error message. Anyone knows of a solution without uninstalling and reinstalling the whole thing?",
    "season": "Spring 2011",
    "location": "Granada, Spain",
    "genre": "Ambient",
    "mood": ["Sentimental", "Serious", "Dark"],
    "daw": "Cubase",
    "plugins": [],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "73xoP",
    "soundcloud_id": 15698277,
    "date": "2011-05-22",
    "slug": "week-20-of-2011",
    "title": "Week 20 of 2011",
    "description": "It started completely different and somehow it turned into what there is now. At first I recorded some guitars and from there added some of the other things but eventually I deleted the guitar parts that started it all in the first place.<br /><br />The volume of this one is louder somehow. I need to figure out this mastering thing. In the mean time I apologize for the volume differences.",
    "season": "Spring 2011",
    "location": "Granada, Spain",
    "genre": "Alternative",
    "mood": ["Tender", "Yearning", "Brooding"],
    "daw": "Cubase",
    "plugins": [],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "EapoN",
    "soundcloud_id": 16101594,
    "date": "2011-05-28",
    "slug": "week-21-of-2011",
    "title": "Week 21 of 2011",
    "description": "hmm<br /><br />i didn't (consciously) use any time signature or tempo for this one, because I suck at rhythm. can you tell things are out of beat? if you can somehow figure out the time signature and tempo for it i'd be glad to know.",
    "season": "Spring 2011",
    "location": "Granada, Spain",
    "genre": "Ambient",
    "mood": ["Melancholy", "Tender", "Sentimental", "Yearning"],
    "daw": "Cubase",
    "plugins": [],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "qpNXb",
    "soundcloud_id": 16483286,
    "date": "2011-06-04",
    "slug": "week-22-of-2011",
    "title": "Week 22 of 2011",
    "description": "Last week I used no guitar so here's this one to make up for it. You'll notice how sloppy my guitar playing is even after so many years. The bass I did with the guitar since I have no actual bass.",
    "season": "Spring 2011",
    "location": "Granada, Spain",
    "genre": "Alternative",
    "mood": ["Yearning", "Melancholy", "Brooding", "Serious"],
    "daw": "Cubase",
    "plugins": [],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "bmEyO",
    "soundcloud_id": 16971980,
    "date": "2011-06-12",
    "slug": "week-23-of-2011",
    "title": "Week 23 of 2011",
    "description": "So far I've only been using the synths, plug-ins, and samples that came bundled with Cubase. The only thing that does not come from within Cubase is when I record my own guitar which I didn't for this track. All the sounds of this one are from Prologue, except for the beat of course which is using sounds from Groove Agent ONE. Some funny sounds there with automation.",
    "season": "Spring 2011",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Easygoing", "Optimistic", "Cool"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "Prologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "JN3o6",
    "soundcloud_id": 17479399,
    "date": "2011-06-20",
    "slug": "week-24-of-2011",
    "title": "Week 24 of 2011",
    "description": "If it sounds like it was done in a rush, it's because it was. Granada's football (soccer) team won some very important game this weekend, meaning that the entire city went completely crazy. This (indirectly) led to me being out all night and today having no energy for anything.",
    "season": "Spring 2011",
    "location": "Granada, Spain",
    "genre": "Experimental",
    "mood": ["Weird", "Strange", "Unusual"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "Mystic"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "63mGb",
    "soundcloud_id": 18353784,
    "date": "2011-07-03",
    "slug": "week-26-of-2011",
    "title": "Week 26 of 2011",
    "description": "Was a busy week looking for a new place to live and moving.<br /><br />This track was sounding pretty decent when I was working on it but then after exporting I noticed that the volume was very low. Very frustrating. I tried a lot with compression and other things to get the volume up but everything ended up with a distorted sound. So for this one you'll just have to raise the volume of your speakers.",
    "season": "Summer 2011",
    "location": "Granada, Spain",
    "genre": "Dub",
    "mood": ["Easygoing", "Cool", "Happy", "Fun"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "HALionOne", "Mystic", "Prologue"],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "93W40",
    "soundcloud_id": 18818149,
    "date": "2011-07-11",
    "slug": "week-27-of-2011",
    "title": "Week 27 of 2011",
    "description": "It's the first week at the new place, have a couchsurfer for three days and have been out doing things. But surprisingly this song came out quite easily and without any real problems.",
    "season": "Summer 2011",
    "location": "Granada, Spain",
    "genre": "Rock",
    "mood": ["Inspirational", "Romantic"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "HALionOne", "Mystic", "Spector"],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "N6J54",
    "soundcloud_id": 19304560,
    "date": "2011-07-18",
    "slug": "week-28-of-2011",
    "title": "Week 28 of 2011",
    "description": "This week I decided to do something different. After facebook told me that <a title=\"otomata\" href=\"http://www.earslap.com/projectslab/otomata\">Otomata</a> had released and update, I started playing with it and decided to use it as the basis for this week's song. This is the first time that I use something other than what came bundled with Cubase or my own guitar. It's very simple but I don't have more time, and you can hear clearly what could be done with Otomata. I will include it again in a weekly song in the future.<br /><br />Here's how I did it:<br /><ol><li>Recorded 5 different parts in Otomata. Each time adding or changing something small.</li><li>With each part I changed the scale in real time like so: Yue-Diao (2X) -&gt; Bayati (2X) -&gt; Dorian -&gt; Harmonic minor</li><li>Saved and imported the parts into Cubase, and adjusted them to align with the 150 bpm tempo.</li><li>And then to make it more of a song I added a beat, bass, and a melody.</li></ol><br />The sounds from Otomata are as is straight from the app without any processing or effects, except at the very end a little delay for a nice ending.",
    "season": "Summer 2011",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Sneaky", "Cautious", "Peaceful"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "Mystic", "Otomata", "Prologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "mQpPy",
    "soundcloud_id": 19718165,
    "date": "2011-07-24",
    "slug": "week-29-of-2011",
    "title": "Week 29 of 2011",
    "description": "I had sent Steinberg customer support an email a month ago about a <a href=\"http://www.steinberg.net/forum/viewtopic.php?f=20&amp;t=7501&amp;p=56331#p56331\">problem updating to Cubase 5.5.3</a> and never got an answer. So I sent the email once again and this time I got an answer, but after a few useless emails back and forth they just told me to un-install and re-install the whole thing, which is exactly what I was trying to avoid and why I contacted them in the first place :(<br /><br />But well, having no other choice that's what I did and finally I have the latest version. Haven't noticed anything different so far other than the presets for RoomWorks actually being there.",
    "season": "Summer 2011",
    "location": "Granada, Spain",
    "genre": "Soundtrack",
    "mood": ["Sophisticated", "Curious", "Playful"],
    "daw": "Cubase",
    "plugins": ["Embracer", "Groove Agent ONE", "HALionOne"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "3Rz7v",
    "soundcloud_id": 20187405,
    "date": "2011-07-31",
    "slug": "week-30-of-2011",
    "title": "Week 30 of 2011",
    "description": "I just now finally started reading through the Cubase (getting started) manual. So now will I actually start learning the program better. I had always been using midi tracks routed to a virtual instrument in the \"VST Instrument\" window but after a suggestion in the manual I used instrument tracks for this song and they are much better. No more routing and confusing extra tracks anymore.<br /><br />This is the second song since updating to 5.5.3 and exporting the song was impossible doing it the normal way. I kept getting \"a cpu overload occurred during the export\" error. This seems to be a common bug. Even in Cubase 6 apparently :/ Most people seem to get around it by unchecking \"real-time export\" but if I do that then my midi tracks won't export. My solution was to freeze a couple of tracks. Not cool!",
    "season": "Summer 2011",
    "location": "Granada, Spain",
    "genre": "Experimental",
    "mood": ["Mystical", "Tribal"],
    "daw": "Cubase",
    "plugins": ["HALionOne", "Mystic", "Prologue"],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "2REX6",
    "soundcloud_id": 20643091,
    "date": "2011-08-07",
    "slug": "week-31-of-2011",
    "title": "Week 31 of 2011",
    "description": "Do all DAWs have so many bugs and problems? This time it just started crashing all of a sudden. Then I realized that the mixing of the exported file was different than what it sounds like when working inside of Cubase. That's one of the reason why you'll notice that some things are lower than they really should be. I don't feel like correcting this by trial and error.",
    "season": "Summer 2011",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Gritty", "Mellow"],
    "daw": "Cubase",
    "plugins": ["HALionOne", "Spector"],
    "guitar": true,
    "sample": true
  },
  {
    "audius_id": "O6NZV",
    "soundcloud_id": 21136090,
    "date": "2011-08-14",
    "slug": "week-32-of-2011",
    "title": "Week 32 of 2011",
    "description": "Almost everything in this one comes from Prologue, only the beat comes from HALionOne. A couple of layers with different sounds from Prologue were used to make it fuller as it builds up.<br /><br />I think this is one of the only ones that actually sounds decent on my laptop speakers.",
    "season": "Summer 2011",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Excited", "Upbeat", "Fun"],
    "daw": "Cubase",
    "plugins": ["HALionOne", "Prologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "kJg6N",
    "soundcloud_id": 21597544,
    "date": "2011-08-21",
    "slug": "week-33-of-2011",
    "title": "Week 33 of 2011",
    "description": "I started recording something first which you hear at the beginning, then was trying to figure out the time signature. I ended up making it 3/4 as it fit best. When I tried to record more things the beats didn't fit in a normal way and had to play in such a way to accommodate the time signature which made it come out rather interesting as far as the rhythm.",
    "season": "Summer 2011",
    "location": "Granada, Spain",
    "genre": "Experimental",
    "mood": ["Childish", "Curious", "Unusual"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "HALionOne", "Mystic", "Prologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "5OkEJ",
    "soundcloud_id": 22087609,
    "date": "2011-08-28",
    "slug": "week-34-of-2011",
    "title": "Week 34 of 2011",
    "description": "It started sounding more like classical and ended up sounding kind of latin.<br /><br />I decided to limit myself to just one synth for this one which was HALionOne. And then recorded a little guitar part and used a sample for the percussion.<br /><br />I raised the buffer size of my audio interface which helped with the error when exporting. Now I have a new bug though. Sometimes, usually when changing presets, everything becomes distorted. I have to close the session and re-open it for it to be fixed. Another thing I did different this time is I exported it as 16 bit instead of 32 bit.",
    "season": "Summer 2011",
    "location": "Granada, Spain",
    "genre": "Latin",
    "mood": ["Sensual", "Cool", "Stylish"],
    "daw": "Cubase",
    "plugins": ["HALionOne"],
    "guitar": true,
    "sample": true
  },
  {
    "audius_id": "K9BWr",
    "soundcloud_id": 22619731,
    "date": "2011-09-04",
    "slug": "week-35-of-2011",
    "title": "Week 35 of 2011",
    "description": "This week I discovered Beat Designer by accident when I couldn't figure out where a drum pattern was coming from on some preset in the Loop Browser. Then I decided to check on youtube for videos on how to use it and found <a href=\"http://www.youtube.com/watch?v=-kzmCZVKSKg\">a pretty cool one</a> from which I learned some interesting things. I think I will be looking more often on youtube and online in general for short tutorials like this.<br /><br />I spent a bit more time that usual on this one. I think I will make it a little longer and submit it to the <a href=\"http://bleep.com/?page=dynamic&module=filtered\">Bleep Filtered competition</a>, even if I don't think this is the kind of stuff that bleep and warp would be interested in.",
    "season": "Summer 2011",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Gritty"],
    "daw": "Cubase",
    "plugins": [
      "Beat Designer",
      "Embracer",
      "Groove Agent ONE",
      "Mystic",
      "Prologue",
      "Spector"
    ],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "bmpmP",
    "soundcloud_id": 23133986,
    "date": "2011-09-11",
    "slug": "week-36-of-2011",
    "title": "Week 36 of 2011",
    "description": "When I tried to open back last week's project to try to work on it a bit more I found two of the tracks \"damaged\". That's best way I can think to describe it. They sounded like they had filters on them and the volume was almost completely down. Nothing I did would get them back to normal. It's like the file has been corrupted or something. Both tracks were using Spector. As I was working on it, the volumes of these two track kept changing randomly at times. I think it happened a bit this week as well with the Spector track I used. I wonder if it's a bug with the synth or if it's my set up.",
    "season": "Summer 2011",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Tender", "Chill", "Calm", "Sweet"],
    "daw": "Cubase",
    "plugins": [
      "Groove Agent ONE",
      "HALionOne",
      "Mystic",
      "Prologue",
      "Spector"
    ],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "0R7PK",
    "soundcloud_id": 23649352,
    "date": "2011-09-18",
    "slug": "week-37-of-2011",
    "title": "Week 37 of 2011",
    "description": "This song come to be from playing around with MIDI Inserts. I have two tracks running HALionOne with Chorder in the MIDI inserts. One of them also has Arpache 5 with automation to change the Step Size and Length throughout the song. Speaking of, I also realized this week that I can use automation to turn Inserts on and off.<br /><br />The bass is also HALionOne with Arpache 5 on the MIDI Instert. And I used two samples for the beat.",
    "season": "Summer 2011",
    "location": "Granada, Spain",
    "genre": "Electro",
    "mood": ["Fiery", "Fun", "Cool", "Stylish"],
    "daw": "Cubase",
    "plugins": ["HALionOne"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "XjBEb",
    "soundcloud_id": 24166111,
    "date": "2011-09-26",
    "slug": "week-38-of-2011",
    "title": "Week 38 of 2011",
    "description": "This week again I decided to play around with Chorder and Arpache 5 on the MIDI inserts. Chorder on the pad and Arpache 5 on the bass. Especially Chorder can make a preset sound completely different. It's like having a whole new instrument. This and last week I decided to stick with HALionOne only since it seems to be more reliable. Too many weird things happen when using Prologue and Spector. Although this time something weird happened with Arpache 5 when I tried using automation. It kept automation settings even after I removed it and turned the insert on and off.",
    "season": "Fall 2011",
    "location": "Granada, Spain",
    "genre": "Lo-Fi",
    "mood": ["Easygoing", "Chill", "Cool"],
    "daw": "Cubase",
    "plugins": ["HALionOne"],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "xv5WY",
    "soundcloud_id": 24666454,
    "date": "2011-10-02",
    "slug": "week-39-of-2011",
    "title": "Week 39 of 2011",
    "description": "I was addictedly listening to a <a href=\"http://www.youtube.com/watch?v=IBqc9eBjzWI\">song (Stone Throwers) by Johnny Hollow</a> over and over again and eventually I started hearing some ideas during the chorus. So I took the chords from the chorus part and from that came the start of this song. The idea that I heard in my head never made it to the song and instead I started playing around with other sounds and ended up adding a bunch of other stuff.<br /><br />There's a piano, a bass, and a synth that stay the same from start to end. In the first part I recorded a guitar which I duplicated and then panned them all the way left and all the way right because the stereo effects didn't make it stereo enough. And the second part has two synths which I tried to make them kinda play back and forth with each other.",
    "season": "Fall 2011",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": [
      "Yearning",
      "Melancholy",
      "Happy",
      "Easygoing",
      "Optimistic",
      "Inspirational"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "HALionOne", "Monologue", "Prologue"],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "2Rob1",
    "soundcloud_id": 25196168,
    "date": "2011-10-10",
    "slug": "week-40-of-2011",
    "title": "Week 40 of 2011",
    "description": "This started with a guitar riff which I was having a hard time recording because of my bad rhythm. Since I kept playing out of beat I decided to record each chord one by one and then stick them together. Because of recording it this way I was listening to each section in loops to select to best takes. This then gave me the idea to cut the parts into smaller pieces of one bar and half bar and rearrange them pretty much randomly. I used this cutting into pieces technique on the <a href=\"http://www.sevaztian.com/week-15-of-2011/\">first song</a> I did as well.",
    "season": "Fall 2011",
    "location": "Granada, Spain",
    "genre": "Rock",
    "mood": ["Stirring", "Gritty"],
    "daw": "Cubase",
    "plugins": ["HALionOne", "Prologue", "Spector"],
    "guitar": true,
    "sample": true
  },
  {
    "audius_id": "yG8Qw",
    "soundcloud_id": 25787869,
    "date": "2011-10-17",
    "slug": "week-41-of-2011",
    "title": "Week 41 of 2011",
    "description": "This one is short and simple. Decided to use Chorder as MIDI Insert this time again as a start and went from there. When using Chorder for a track and then if I duplicate that track to make a second layer, Chorder has to be used again. So the midi notes by themselves won't work since Chorder adds more notes to make the chords. Obvious. And I also used Beat Designer this time.",
    "season": "Fall 2011",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Playful", "Optimistic"],
    "daw": "Cubase",
    "plugins": ["HALionOne", "Mystic", "Prologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "O6glz",
    "soundcloud_id": 26280960,
    "date": "2011-10-24",
    "slug": "week-42-of-2011",
    "title": "Week 42 of 2011",
    "description": "I got bored with this one and cut it short.<br />It's mostly guitar using Cubase's effects (AmpSimulator, chorus, delay, reverb), and some synths to add more to it. I used a Flanger on the output channel which makes it more spatial, and at the end a RingModulator is added gradually to the stereo out channel as well.",
    "season": "Fall 2011",
    "location": "Granada, Spain",
    "genre": "Experimental",
    "mood": ["Serious", "Soft"],
    "daw": "Cubase",
    "plugins": ["Mystic", "Prologue"],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "o9EVX",
    "soundcloud_id": 26850487,
    "date": "2011-10-31",
    "slug": "week-43-of-2011",
    "title": "Week 43 of 2011",
    "description": "This was one of the quickest ones I've done. Around 2 hours maybe. I went out to do something and was gonna work on it more when I came back but when I got back I listened to it and said \"eh, good enough\" and uploaded it.<br /><br />It's just six tracks of all HalionOne. Nothing else was used. Only at the stereo out channel I used Maximizer which I always do. Maximizer gives it a little bit more volume and prevents it from clipping, but it should be used with caution because it can also introduce some noise and distortion.",
    "season": "Fall 2011",
    "location": "Granada, Spain",
    "genre": "Production",
    "mood": ["Curious", "Weird"],
    "daw": "Cubase",
    "plugins": ["HALionOne"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "YmoGq",
    "soundcloud_id": 27377677,
    "date": "2011-11-07",
    "slug": "week-44-of-2011",
    "title": "Week 44 of 2011",
    "description": "Not sure if this can even be called a song but it was just about experimenting with Groove Agent ONE. The whole thing uses one single sample which I found in the Loop Browser. It's the \"choir\" sample that came included in the Cubase library.<br /><br />There are three tracks of Groove Agent ONE using this one sample in different ways. The first one is set up as a traditional sampler. You can find out more about how to use Groove Agent ONE as a sampler in the <a href=\"http://www.musicradar.com/computermusic/part-three-of-our-exclusive-cubase-videos-from-point-blank-333869\" title=\"Groove Agent ONE as a sampler\">first video in this page</a>.<br /><br />For the other two I just threw in the sample in and started messing with the settings of Groove Agent ONE till I came up with something that sounded interesting.<br /><br />And I added some slight effects to the first and third track as well.",
    "season": "Fall 2011",
    "location": "Granada, Spain",
    "genre": "Experimental",
    "mood": ["Unusual"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "5OQlg",
    "soundcloud_id": 28033587,
    "date": "2011-11-14",
    "slug": "week-45-of-2011",
    "title": "Week 45 of 2011",
    "description": "more more and more automation to the point of destruction",
    "season": "Fall 2011",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Defiant", "Rowdy", "Stirring"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "Monologue", "Prologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "xv5g7",
    "soundcloud_id": 28657624,
    "date": "2011-11-22",
    "slug": "week-46-of-2011",
    "title": "Week 46 of 2011",
    "description": "A little different kinda stuff compared to past few weeks. Decided to pick up the guitar again for this week. Hadn't done a song with guitar in a few weeks. And lot of guitar I used. Sound quality is crappy of course, somewhat distorted.<br /><br />Had been a while also that I hadn't used a sample for drums. I reversed a few parts of it for variation and also added some delay, light distortion, and eq to it. And the bass is from HALionOne with an arpeggiator from Arpache 5.",
    "season": "Fall 2011",
    "location": "Granada, Spain",
    "genre": "Industrial",
    "mood": ["Aggressive", "Angry", "Hard"],
    "daw": "Cubase",
    "plugins": ["HALionOne", "Prologue", "Spector"],
    "guitar": true,
    "sample": true
  },
  {
    "audius_id": "2Ro8d",
    "soundcloud_id": 29241776,
    "date": "2011-11-29",
    "slug": "week-47-of-2011",
    "title": "Week 47 of 2011",
    "description": "Drums come from Groove Agent ONE and everything else is Prologue. 5 tracks total of Prologue. 2 of them are duplicates with one having the coarse an octave lowered.",
    "season": "Fall 2011",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Empowering", "Inspirational", "Optimistic"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "Prologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "O6gAv",
    "soundcloud_id": 29751494,
    "date": "2011-12-04",
    "slug": "week-48-of-2011",
    "title": "Week 48 of 2011",
    "description": "Nothing special here. Just same notes pretty much looping and building up as new sounds come in playing these same notes. They're all using Chorder and Arpache 5 on the midi insterts. I think this is my favorite trick to do now with Cubase's built in features since you can get completely new sounds using the same instruments.<br /><br />There was a problem when exporting though. For some reason Chorder plays different notes when exporting than it does when playing inside of Cubase. You can notice in the beginning that it sounds kinda out of key. That's not how it's supposed to be but I didn't feel like spending time trying to figure out if there's a way to fix it.",
    "season": "Fall 2011",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Stirring", "Gritty"],
    "daw": "Cubase",
    "plugins": ["HALionOne", "Monologue", "Prologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "6348M",
    "soundcloud_id": 30467214,
    "date": "2011-12-12",
    "slug": "week-49-of-2011",
    "title": "Week 49 of 2011",
    "description": "not sure if this is better than nothing",
    "season": "Fall 2011",
    "location": "Granada, Spain",
    "genre": "Ambient",
    "mood": [
      "Sentimental",
      "Peaceful",
      "Tender",
      "Melancholy",
      "Serious",
      "Mellow",
      "Sad"
    ],
    "daw": "Cubase",
    "plugins": ["Mystic", "Prologue", "Spector"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "3RA8Z",
    "soundcloud_id": 31018651,
    "date": "2011-12-19",
    "slug": "week-50-of-2011",
    "title": "Week 50 of 2011",
    "description": "I thought I'd do some guitar stuff this week. I recorded a main riff first and then started adding to it. There are another 5 tracks of guitar with picking parts and a last one with distortion. I used an FX channel to add reverb to the multiple guitar tracks with just one instance of RoomWorks (to save processing power) instead of having to add it separately to each.<br /><br />Besides guitar there's a pad to fill up the space a bit and of course drums and bass.<br /><br />Recording with guitar is nice but takes more work since it can't be fixed like midi and also for some reason it's harder to get a decent volume on the final export mix.",
    "season": "Fall 2011",
    "location": "Granada, Spain",
    "genre": "Alternative",
    "mood": ["Yearning", "Inspirational", "Optimistic"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "Prologue"],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "vgYQv",
    "soundcloud_id": 32619221,
    "date": "2012-01-06",
    "slug": "week-1-of-2012",
    "title": "Week 1 of 2012",
    "description": "First song of the year, after I decided to have a two week break. Let's see how many songs I can finish this year since I'm not sure what I will do all year. If I don't go traveling or do things where I won't have access to my computer and equipment I'd like to have close to 50 songs. Also, you can expect some changes to the website ;)<br /><br />As happens often, this song started with a certain instrument and by the end it was of least importance for the song as new instruments were added and created what ended up being the main parts of the song.<br /><br />I think Spector is now my least favorite synth in Cubase. Not because of the sounds but because it is very unpredictable. It strangely changes from note to note, sometimes sounding like a completely different preset. Sometimes the loudness changes from note to note and some notes don't even play sometimes.",
    "season": "Winter 2012",
    "location": "Granada, Spain",
    "genre": "Experimental",
    "mood": ["Cool", "Interesting", "Easygoing", "Playful", "Sweet"],
    "daw": "Cubase",
    "plugins": ["HALionOne", "Monologue", "Prologue", "Spector"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "R6YWg",
    "soundcloud_id": 33419440,
    "date": "2012-01-14",
    "slug": "week-2-of-2012",
    "title": "Week 2 of 2012",
    "description": "This time I decided to try something different. I didn't do a \"real\" song but rather experimented a bit with sound design. Unless you wanna call it Electroacoustic music or Musique concrète ;)<br /><br />I used only a single preset from Mystic and played some random notes while moving the knobs and sliders around randomly to get some variety of sounds from that single preset. Then I bounced this midi track to get an audio track back into the project. From this single audio track I created what you hear by cutting, copying, slicing, moving around, and combining. I adjusted some of the volumes and fade ins/outs of the individual audio events from their own volume/fade handles. And I panned the tracks a bit. No effects where used.",
    "season": "Winter 2012",
    "location": "Granada, Spain",
    "genre": "Electroacoustic",
    "mood": ["Rowdy", "Strange", "Weird", "Unusual"],
    "daw": "Cubase",
    "plugins": ["Mystic"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "zyKpq",
    "soundcloud_id": 34241380,
    "date": "2012-01-22",
    "slug": "week-3-of-2012",
    "title": "Week 3 of 2012",
    "description": "At first I made this song with bass, drums, and an organ. But then I listened to it on my laptop speakers and it sounded absolutely horrible. Then I decided to remove the midi instruments and left the guitar parts. Then I thought I'd do it completely with guitar only and nothing more.<br /><br />For the rhythm guitar I used two tracks playing the same parts but different recordings so I could pan one left and one right a bit to make it stereo. But then I also used an effects bus so all 6 tracks of rhythm guitar could use the same effects. But for it to work in stereo I had to create two equal FX channels to pan one left and one right instead of panning the individual guitar tracks. There are 3 more guitar tracks which are mono but with stereo effects.",
    "season": "Winter 2012",
    "location": "Granada, Spain",
    "genre": "Alternative",
    "mood": ["Sentimental", "Melancholy", "Tender"],
    "daw": "Cubase",
    "plugins": [],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "0RMbM",
    "soundcloud_id": 34929903,
    "date": "2012-01-29",
    "slug": "week-4-of-2012",
    "title": "Week 4 of 2012",
    "description": "Simple shoegaze, ambient kinda song. Reminds me of M83. There's just three tracks with one for the main melody pad, a bass, and another to add a little effect. Each track has automation. I was playing with automation and when I turned something off and on it made the cool change in the sound which you hear throughout the song.",
    "season": "Winter 2012",
    "location": "Granada, Spain",
    "genre": "Shoegaze",
    "mood": ["Tender", "Calm", "Minimal", "Yearning", "Inspirational"],
    "daw": "Cubase",
    "plugins": ["Prologue", "Spector"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "Xj6JO",
    "soundcloud_id": 35564049,
    "date": "2012-02-04",
    "slug": "week-5-of-2012",
    "title": "Week 5 of 2012",
    "description": "Kinda funny/spooky sounding. I used Spector for the 3 music tracks and Groove Agent ONE for the beat. I think I will stay away from Spector from now on. Again the presets got messed up after I closed and opened back the program. I had to turn the synth on and off for each track for it to fix and sound normal again. This of course means that any changes to the presets and automation are lost. I would have liked to work on it a bit more today but no way was I gonna try to fix and redo what I had already done.",
    "season": "Winter 2012",
    "location": "Granada, Spain",
    "genre": "Experimental",
    "mood": ["Cool", "Excited", "Fun", "Playful"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "Spector"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "AkNNg",
    "soundcloud_id": 36410763,
    "date": "2012-02-12",
    "slug": "week-6-of-2012",
    "title": "Week 6 of 2012",
    "description": "I love cinematic/film music and always enjoy playing with some nice string presets. Cubase doesn't come with much of orchestral sounds to use but I guess it's better than nothing. I'd love to get a dedicated orchestra virtual instrument one day. This song has one track using a preset from Prologue called Analog Orkestra and two tracks using HALionOne's Slow Movie Strings preset.<br /><br />I think next week I will use the chord progressions from this one and do a different version.",
    "season": "Winter 2012",
    "location": "Granada, Spain",
    "genre": "Orchestral",
    "mood": ["Serious", "Dark", "Sad"],
    "daw": "Cubase",
    "plugins": ["HALionOne", "Prologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "1GAAz",
    "soundcloud_id": 36807437,
    "date": "2012-02-16",
    "slug": "week-7-of-2012",
    "title": "Week 7 of 2012",
    "description": "As said, I used the main melody of <a href=\"http://www.sevaztian.com/week-6-of-2012/\" title=\"Week 6 of 2012\">last week's song</a> and created something new from it. Although the second part of the song I just cut two parts of the melody and repeated them.<br /><br />Embracer has some pretty good sounds after all. You can hear it on the main pad on the second part of the song, as well as the bass. There are two other tracks using Prologue and then a track for the beat.<br /><br />I used individual compression on the drums and bass which helped get the volume up a bit. It was very low at first.",
    "season": "Winter 2012",
    "location": "Granada, Spain",
    "genre": "Experimental",
    "mood": ["Sophisticated", "Dark", "Brooding", "Serious", "Gritty"],
    "daw": "Cubase",
    "plugins": ["Embracer", "Groove Agent ONE", "Prologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "5OBBM",
    "soundcloud_id": 37959716,
    "date": "2012-02-27",
    "slug": "week-8-of-2012",
    "title": "Week 8 of 2012",
    "description": "I intended to make it a Mystic only song but couldn't get a good bass out of Mystic so ended up using Prologue for the bass. The beat though of course I didn't try to do with Mystic :p<br />There are five Mystic tracks playing the same melody with different sounds.",
    "season": "Winter 2012",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Stirring", "Dark", "Defiant", "Hard", "Strange"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "Mystic", "Prologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "amWpA",
    "soundcloud_id": 39582930,
    "date": "2012-03-12",
    "slug": "week-10-of-2012",
    "title": "Week 10 of 2012",
    "description": "This was supposed to be week 9 but I had an (unplanned) visit from a (beautiful) stranger which took much of my attention for the last many (awesome) days, so I just now finished this song :)<br /><br />Also part of the reason why I didn't finish it sooner is because it was a particularly difficult song in the sense that for the first time I used the signature and tempo tracks. The two different parts of the song have different tempos and different time signatures. I was trying to find a way to make the parts blend a bit better with each other but not sure if it went too well.<br /><br />There's only one guitar track playing at the time for each of the parts. So you only hear one guitar playing at the time at any one point. The guitar tracks are unprocessed except for a little bit of delay for one of the parts.",
    "season": "Winter 2012",
    "location": "Granada, Spain",
    "genre": "Experimental",
    "mood": ["Brooding", "Cautious", "Sneaky", "Interesting", "Unusual"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "HALionOne", "Monologue", "Prologue"],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "9325k",
    "soundcloud_id": 40217956,
    "date": "2012-03-18",
    "slug": "week-11-of-2012",
    "title": "Week 11 of 2012",
    "description": "This song could use some better mixing and mastering. Like all the other songs really :p<br /><br />I often use one little part of a recorded guitar and loop it since I make a lot of mistakes when I play and I have to do a lot of takes before I get it right. But for this one I recorded the guitar parts in one take only. And then I cut off a few parts though to make the song shorter.",
    "season": "Winter 2012",
    "location": "Granada, Spain",
    "genre": "Alternative",
    "mood": ["Brooding", "Thoughtful", "Dark", "Depressing"],
    "daw": "Cubase",
    "plugins": ["HALionOne", "Mystic", "Prologue"],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "P6Qg7",
    "soundcloud_id": 41134158,
    "date": "2012-03-27",
    "slug": "week-12-of-2012",
    "title": "Week 12 of 2012",
    "description": "This is my longest song so far I think. I try to keep them under a minute and a half but this time I had many parts that I wanted to use and some that I wanted to repeat. It's mostly guitar based and just a little pad at the end. Of course also bass (synth) and there are two drum tracks to use two different  presets from Groove Agent ONE. The main sound of the song comes from the ModMachine delay plug in on the two main guitar tracks.",
    "season": "Spring 2012",
    "location": "Granada, Spain",
    "genre": "Alternative",
    "mood": ["Sophisticated", "Mysterious"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "Monologue", "Prologue"],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "bmQ9b",
    "soundcloud_id": 41741398,
    "date": "2012-04-02",
    "slug": "week-13-of-2012",
    "title": "Week 13 of 2012",
    "description": "I decided to take a break from guitar this week. I used my favorite technique to do with Cubase for this song, which is using Arpache 5 and Chorder on the MIDI insert to create a completely different sounding preset. I only did it for the main track though. I was going to use Arpache 5 at some point for the bass also but it didn't quite fit the song anymore after I added more things. And on the drums I used MIDI modifiers on the MIDI insert. It's randomly (I think) taking one note lower and one higher of the drum kit.",
    "season": "Spring 2012",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Melancholy", "Mellow", "Sentimental"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "HALionOne", "Prologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "amWpz",
    "soundcloud_id": 42591959,
    "date": "2012-04-09",
    "slug": "week-14-of-2012",
    "title": "Week 14 of 2012",
    "description": "When I started this song I thought it wasn't going to be a very good one, but it turned out quite alright I guess<br /><br />Once again I used Arpache 5 and Chorder on the MIDI insert of the main track, but this time I decided to try using them on the drums as well. It actually works. You just have to play around with it until you hear something cool. Chorder was adding more stuff than I wanted to on the drums for this one so I took it off, but it is definitely usable on drums as well to get some interesting beats. <br /><br />I used only HALionOne for the sounds (except the beat which is GrooveAgentONE) since HALionOne is the most reliable synth I find and also gives the best results in sound volume. The quality of this song doesn't sound very good on my laptop speakers, but on my headphones it sounds good.<br /><br />On another note, I downloaded the free Ableton Live Lite which was offered to soundcloud users. Maybe I'll start doing some stuff outside Cubase as well ;)",
    "season": "Spring 2012",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Empowering", "Gritty", "Courageous", "Inspirational"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "HALionOne"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "W6x0K",
    "soundcloud_id": 43378016,
    "date": "2012-04-16",
    "slug": "week-15-of-2012",
    "title": "Week 15 of 2012",
    "description": "This marks the one year anniversary since I started this project. My first song was Week 15 of 2011 and here we are one year later. I've done 48 songs (excluding this one) in the past year. The last two weeks of 2011 I decided not to do any and there was a week last year and one earlier this year when I just didn't manage to do a song on time. I'm sure there will be more weeks in the future when I won't be able to do a song, especially in the summer since I will be moving countries.<br /><br />To celebrate the one year anniversary I decided to finally use something else besides what came bundled with Cubase. I downloaded the free Native Instruments players for Kontakt, Reaktor, and Guitar Rig, as well as Mikro Prism. I expected the included sounds and presets to be better. I didn't find many interesting synths and sounds that were usable for making the base of an electronic song. There are a lot of atmospheric type sounds but not that are really playable, just more to fill a song. Maybe when I play around more with them I will find better sounds that I could make use of.",
    "season": "Spring 2012",
    "location": "Granada, Spain",
    "genre": "Alternative",
    "mood": ["Yearning", "Easygoing", "Thoughtful"],
    "daw": "Cubase",
    "plugins": ["Guitar Rig", "Kontakt", "Reaktor"],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "73O1g",
    "soundcloud_id": 44171186,
    "date": "2012-04-24",
    "slug": "week-16-of-2012",
    "title": "Week 16 of 2012",
    "description": "My initial idea was to record random guitar parts, cut them into half bar parts and loop them. I ended up using just one of those little parts throughout the whole song.<br /><br />I used Guitar Rig again and Reaktor. No Cubase synths again. This time the Native Instruments presets actually sounded better than last week for some reason. For the beat I used a sample from the Cubase loop library since it would have taken me too long to create a decent beat for this song.",
    "season": "Spring 2012",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Stirring", "Empowering", "Courageous"],
    "daw": "Cubase",
    "plugins": ["Reaktor"],
    "guitar": true,
    "sample": true
  },
  {
    "audius_id": "xv2wX",
    "soundcloud_id": 44806350,
    "date": "2012-04-30",
    "slug": "week-17-of-2012",
    "title": "Week 17 of 2012",
    "description": "For this song I used only the Kontakt Vintage factory selection. So everything you hear come from 6 of the Vintage instruments out of the 13 that come included in the factory selection. Also all effects used are from Kontakt. It's good to limit yourself sometimes since it forces you to be more creative to get what you want. You also get to know the few things that you use better than if you used a lot of things.<br /><br />The volume of this song came out even lower than usual. I don't understand what makes certain songs come out louder or lower since at the main out channel they all look the same and I don't do anything special to individual tracks. It sounds pretty weird on my laptops speaker also, but on my headphones it sounds alright. As a reminder keep in mind that I produce these song in just some hours (around 5-7 or so) so they're not really mixed or mastered (which I still need to learn really). Therefore you should listen to them on good speakers or headphones ;)",
    "season": "Spring 2012",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Empowering", "Cool", "Courageous", "Gritty"],
    "daw": "Cubase",
    "plugins": ["Kontakt"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "yG7wx",
    "soundcloud_id": 45513458,
    "date": "2012-05-06",
    "slug": "week-18-of-2012",
    "title": "Week 18 of 2012",
    "description": "Just like last week I used only the Kontakt <strong>Vintage</strong> factory selection, this week I used only the Kontakt <strong>Synth</strong> factory selection. So everything you hear comes from 6 of the Synth presets out of the 13 that come included in the factory selection.",
    "season": "Spring 2012",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Fiery", "Upbeat", "Empowering", "Excited", "Inspirational"],
    "daw": "Cubase",
    "plugins": ["Kontakt"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "M6W4Q",
    "soundcloud_id": 46391982,
    "date": "2012-05-14",
    "slug": "week-19-of-2012",
    "title": "Week 19 of 2012",
    "description": "This week was supposed to be a Reaktor Mikro Prism song only, and it is, but it's not so much of a song as I intended. My idea was to use Mikro Prism to create everything including bass and maybe some rythm somehow if I could find a way but this week I was busy with visit and also with <a href=\"http://www.may12.net/\">#12M15M</a> so I left it as just a little beginning of something. Maybe later on I will try a Mikro Prism only song again.",
    "season": "Spring 2012",
    "location": "Granada, Spain",
    "genre": "Experimental",
    "mood": ["Serious", "Moody", "Depressing", "Thoughtful", "Weird"],
    "daw": "Cubase",
    "plugins": ["Reaktor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "63Nj9",
    "soundcloud_id": 47025883,
    "date": "2012-05-20",
    "slug": "week-20-of-2012",
    "title": "Week 20 of 2012",
    "description": "I used LoopMash for the first time on this song. I never knew what it actually did since I never really spent more than just a few minutes with it. It turned out to be cooler than I thought. The presets that it comes with aren't that great but I assume that using one's own samples could turn up some quite interesting things. I find it strange how the settings for changing scenes during playback doesn't have an option to change right on the beat. There is one called \"now\" which is for the next 1/8 bar but that I find strange. I had to move each scene 1/8 before the beginning of the corresponding bar.<br /><br />Other than that I used Reaktor for the rest of the tracks. One of them is Carbon 2 and four others are Mikro Prism.",
    "season": "Spring 2012",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Yearning", "Chill", "Tender"],
    "daw": "Cubase",
    "plugins": ["LoopMash", "Reaktor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "wp2kZ",
    "soundcloud_id": 47730312,
    "date": "2012-05-27",
    "slug": "week-21-of-2012",
    "title": "Week 21 of 2012",
    "description": "This song I did for the Ableton - Beat the Clock competition. I've been recording one song a week using Cubase only so far and this week I decided to start uusing Ableton Live as well. I've been using Cubase only because it's the only DAW I had installed on my computer but when Ableton gave a Lite version of Live to SoundCloud users for free I downloaded it right away, although I hadn't done anything with it until now. I decided that this competition was a good opportunity to introduce Live to this project. <br /><br />For this song I only used the sounds in the Live Pack provided for the competition which features sounds from M83, Junior Boys, and Nosaj Thing. Since I'm using the Lite version, I was limited to 8 tracks and 6 audio effects. And as it was the purpose of the competition, I only had 24 hours to do it. But having limited time is something I'm used to, since it also is the purpose of this project :)",
    "season": "Spring 2012",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Brooding", "Moody", "Worrying"],
    "daw": "Ableton Live",
    "plugins": [],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "935pk",
    "soundcloud_id": 48544816,
    "date": "2012-06-03",
    "slug": "week-22-of-2012",
    "title": "Week 22 of 2012",
    "description": "This week I'm back at using only the Steinberg soft synths. Not that I choose to, I just couldn't find any sounds that I felt like using from Native Instruments. It was a pretty quick and simple song.",
    "season": "Spring 2012",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Chill", "Stylish"],
    "daw": "Cubase",
    "plugins": [
      "Embracer",
      "Groove Agent ONE",
      "HALionOne",
      "Monologue",
      "Prologue"
    ],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "R69RQ",
    "soundcloud_id": 49410140,
    "date": "2012-06-11",
    "slug": "week-23-of-2012",
    "title": "Week 23 of 2012",
    "description": "This song was an opportunity to use certain synths (SpaceDrone and Newscool from Reaktor) which normally don't have much of a use in regular songs. Only ambient or experimental kinda stuff like this one. I also used Urban Beats Drumkit from Kontakt which I had never used before. So all Native Instruments in here.",
    "season": "Spring 2012",
    "location": "Granada, Spain",
    "genre": "Ambient",
    "mood": ["Tender", "Calm", "Focused", "Mystical", "Thoughtful"],
    "daw": "Cubase",
    "plugins": ["Kontakt", "Reaktor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "GJYRl",
    "soundcloud_id": 50004175,
    "date": "2012-06-17",
    "slug": "week-24-of-2012",
    "title": "Week 24 of 2012",
    "description": "I was meaning to do an all Guitar Rig song for some time but hadn't gotten to it till now. So this song is 6 guitar tracks running Guitar Rig on the inserts. No other effects where used.",
    "season": "Spring 2012",
    "location": "Granada, Spain",
    "genre": "Alternative",
    "mood": ["Melancholy", "Brooding", "Focused", "Serious", "Thoughtful"],
    "daw": "Cubase",
    "plugins": ["Guitar Rig"],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "43z4Z",
    "soundcloud_id": 50829344,
    "date": "2012-06-25",
    "slug": "week-25-of-2012",
    "title": "Week 25 of 2012",
    "description": "I thought there wasn't going to be a song this week since I just moved to Berlin and have been busy finding a place to live, but here is something even if a day late ;)<br /><br />Arturia <a href=\"http://www.arturia.com/evolution/en/products/minimoogv/minimoogv-original.html\">gave away</a> for free a version of Minimoog V Original for Fête de la Musique. This song is made only with the minimoog-v. I limited myself to only the C. Duncan sound bank.<br /><br />Although I really liked the synth and the sounds are awesome, the song came out sounding not so good. It really needs some mastering.",
    "season": "Summer 2012",
    "location": "Berlin, Germany",
    "genre": "Electronic",
    "mood": [
      "Defiant",
      "Dark",
      "Moody",
      "Mysterious",
      "Sneaky",
      "Stirring",
      "Worrying"
    ],
    "daw": "Cubase",
    "plugins": ["minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "xvkPx",
    "soundcloud_id": 51351061,
    "date": "2012-06-30",
    "slug": "week-26-of-2012",
    "title": "Week 26 of 2012",
    "description": "I used only one preset from the minimoog-V for this song. The CE_India pad from C.Engel bank. I haven't yet figured out how to do automation with the minimoog-V, so I created four tracks with different settings on the CE_India preset and faded them into each other.",
    "season": "Summer 2012",
    "location": "Berlin, Germany",
    "genre": "Ambient",
    "mood": [
      "Sentimental",
      "Brooding",
      "Dark",
      "Depressing",
      "Moody",
      "Sad",
      "Pessimistic"
    ],
    "daw": "Cubase",
    "plugins": ["minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "jlbaB",
    "soundcloud_id": 51978910,
    "date": "2012-07-06",
    "slug": "week-27-of-2012",
    "title": "Week 27 of 2012",
    "description": "I think I will keep using mostly the minimoog-V for a while. I like the sounds better than anything else I have at the moment (synths that came included with Cubase and the free Native Instruments synths). I only used Groove Agent ONE for the beat on this one and everything else is from the minimoog-V. I wish the bass didn't sound so distorted but I don't have time to find a better bass for the song.",
    "season": "Summer 2012",
    "location": "Berlin, Germany",
    "genre": "Industrial",
    "mood": ["Gritty", "Dark", "Defiant", "Sneaky", "Mysterious"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "M6g0x",
    "soundcloud_id": 52993623,
    "date": "2012-07-16",
    "slug": "week-28-of-2012",
    "title": "Week 28 of 2012",
    "description": "It's been a while since I've used anything besides the minimoog-v, except Groove Agent ONE for the beats. For this song the bass that I used initially sounded cool but it didn't have enough bottom end to it. So I decided to add a second bass with the highs filtered out. I couldn't find a bass that I liked to do this in the minimoog-v and that's why I ended up using Monologue for that second bass.",
    "season": "Summer 2012",
    "location": "Berlin, Germany",
    "genre": "Electro",
    "mood": ["Cool", "Fiery", "Fun", "Happy", "Optimistic"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v", "Monologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "B5qyY",
    "soundcloud_id": 53764098,
    "date": "2012-07-22",
    "slug": "week-29-of-2012",
    "title": "Week 29 of 2012",
    "description": "Trying to get a bit more into mixing and mastering to see if I can get these things sounding a little bit better. I will probably never get to the point where they'll be properly mixed and mastered (at least not within a week and with the equipment I currently have) but hopefully just enough for the songs to sound somewhat decent.",
    "season": "Summer 2012",
    "location": "Berlin, Germany",
    "genre": "Trance",
    "mood": ["Stirring", "Defiant", "Fiery", "Focused", "Determined"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "JNb8Z",
    "soundcloud_id": 54493640,
    "date": "2012-07-29",
    "slug": "week-30-of-2012",
    "title": "Week 30 of 2012",
    "description": "This week I experimented a bit with Groove Agent ONE. I created my own preset using samples from the Cubase media library. I normally use instrument tracks but here I used a midi track so that I could take advantage of Groove Agent ONE's multiple outputs. This allowed me to have each drum part as a separate track and add effects on them individually. Then I routed each of the drum tracks back to a new bus.",
    "season": "Summer 2012",
    "location": "Berlin, Germany",
    "genre": "Experimental",
    "mood": [
      "Sophisticated",
      "Courageous",
      "Dark",
      "Defiant",
      "Determined",
      "Confident",
      "Stirring",
      "Serious"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v", "Reaktor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "lWvyQ",
    "soundcloud_id": 55496314,
    "date": "2012-08-07",
    "slug": "week-31-of-2012",
    "title": "Week 31 of 2012",
    "description": "Not so interesting short song.<br /><br />Somehow my VST Plug-in paths got messed up. I didn't do or change anything. When I started a Cubase project it just said that the VST paths are missing. This is the message it gave for each non-cubase plug-in: The plug-in \"Example\" could not be found for Instrument Track!<br /><br />Then I added the VST paths again and after a while Cubase crashed and gave the following message:<br />--------------------------<br />VSTBridge connection lost. <br />Please load previous versions of this project to restore lost settings of bridged plug-ins. <br />Disable incompatible plug-ins if possible.<br />--------------------------<br /><br />Now minimoog-v only sees the 32 bit VST for some reason. Maybe I will try re-installing it.",
    "season": "Summer 2012",
    "location": "Berlin, Germany",
    "genre": "Electronic",
    "mood": ["Brooding", "Dark", "Moody", "Mysterious", "Serious"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v", "Reaktor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "pVPXG",
    "soundcloud_id": 56213409,
    "date": "2012-08-13",
    "slug": "week-32-of-2012",
    "title": "Week 32 of 2012",
    "description": "The beat is from a couple of the built in loops from Kontakt's Urban Beats. The upper notes serve as effects which can be called in real time by pressing a key while a loop is playing. I only modified the volumes a bit and added some eq, as well as reverb which effects all the tracks.",
    "season": "Summer 2012",
    "location": "Berlin, Germany",
    "genre": "Drum n Bass",
    "mood": ["Easygoing", "Cool", "Mellow", "Optimistic"],
    "daw": "Cubase",
    "plugins": ["Kontakt", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "vgJaR",
    "soundcloud_id": 56968611,
    "date": "2012-08-20",
    "slug": "week-33-of-2012",
    "title": "Week 33 of 2012",
    "description": "Two arpeggiators and a bass from minimoog-V all playing the same notes. A simple but interesting beat with Groove Agent ONE. And three effects from minimoog-V.",
    "season": "Summer 2012",
    "location": "Berlin, Germany",
    "genre": "Electronic",
    "mood": ["Calm", "Curious", "Interesting"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "rkbPZ",
    "soundcloud_id": 57783437,
    "date": "2012-08-27",
    "slug": "week-34-of-2012",
    "title": "Week 34 of 2012",
    "description": "I was bored with this song and that's why I made it as short as possible and added the automated filter on the main output to make it more interesting. It actually has the most variety of plug-ins used in a while, I had been using mostly minimoog-V lately.",
    "season": "Summer 2012",
    "location": "Berlin, Germany",
    "genre": "Electronic",
    "mood": ["Sensual", "Stylish", "Confident"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "Kontakt", "minimoog-v", "Reaktor"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "83PBl",
    "soundcloud_id": 58453907,
    "date": "2012-09-02",
    "slug": "week-35-of-2012",
    "title": "Week 35 of 2012",
    "description": "This week I decided to try IK Multimedia's free SampleTank. It was probably the worst experience I've had getting to download a program and installing it. First, signing up on the website and getting to download the program was a pain. By the end of it all I had 6 emails from them in my inbox with instructions on what to do next and confirmations. Installing the program wasn't any easier. The program comes with an outdated verification system. It doesn't install the VST in the right place. Then asks you to install quicktime. After it's finally installed, when you open it in a host DAW you get this message every time you select the plug-in:<br /><br />-----------<br />SampleTank is not running with Administrative Privileges. <br />Administrative Privileges are required to save sounds and user preferences.<br />Please quit the application and run it again by right-clicking on the application icon and selecting the \"Run As Administrator\" option.<br />-----------<br /><br />But since it's running inside a host DAW it's impossible to do this, so you have to run the DAW itself as administrator to avoid this warning. You might be able to fix it by changing permissions in the folder where it's installed in Windows but I didn't want to spend so much time on it.<br /><br />On the plus side, the sounds are decent. And I like that you can layer sounds using just one instance of the plug-in. And since it's multitimbral you can even have several midi tracks with different sounds from one single plug-in. But then the GUI sucks.<br /><br />So, if you have the patience to spend about an hour downloading, installing it, and dealing with error messages, I guess it's worth the download. After all, it's free.",
    "season": "Summer 2012",
    "location": "Berlin, Germany",
    "genre": "Classical",
    "mood": [
      "Melancholy",
      "Sentimental",
      "Brooding",
      "Depressing",
      "Sad",
      "Worrying"
    ],
    "daw": "Cubase",
    "plugins": ["SampleTank"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "wp2lr",
    "soundcloud_id": 59293134,
    "date": "2012-09-09",
    "slug": "week-36-of-2012",
    "title": "Week 36 of 2012",
    "description": "I just found out about the monthly <a href=\"https://sites.google.com/site/kvrosc/\">KVR Audio - One Synth Challenge</a> and decided to take part in it. This month's chosen synth is Retrologue, so everything you hear in this song is done only with Retrologue. I'm using the 30 day demo of course. I think it's a good synth.<br /><br />I'm using 12 instances of the synth of which three are for the beat (hi-hat, snare, kick). I first programmed the beat with GrooveAgent One and then separated the notes into different tracks so I could use the drum sounds from Retrologue. And since the drum presets are just the one sound of the drum, I moved all the notes up to note C3.",
    "season": "Summer 2012",
    "location": "Berlin, Germany",
    "genre": "Electronic",
    "mood": ["Energizing", "Cool", "Determined", "Optimistic"],
    "daw": "Cubase",
    "plugins": ["Retrologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "o9Y3v",
    "soundcloud_id": 60128654,
    "date": "2012-09-16",
    "slug": "week-37-of-2012",
    "title": "Week 37 of 2012",
    "description": "This week again I will submit the song to the KVR Audio - One Synth Challenge. So everything on this song was made with Retrologue. I will probably keep participating whenever the synth of the month is a cool one.<br /><br />And as a recommendation of the One Synth Challenge as part of the movement against the 'loudness war', I used the TT Dynamic Range Meter from the <a href=\"http://www.pleasurizemusic.com/\" title=\"Pleasurize Music Foundation\">Pleasurize Music Foundation</a> to get the Dynamic Range of the song. It came out at: 7.  That's a pretty low number but the song is still not so loud. A DR of 8 or more is considered good. I will try to get higher numbers in the future. That means that my songs will be even lower in volume, but I guess it should be a good trade off if they will have a better dynamic range.",
    "season": "Summer 2012",
    "location": "Berlin, Germany",
    "genre": "Electronic",
    "mood": ["Sophisticated", "Cautious", "Curious", "Interesting", "Sneaky"],
    "daw": "Cubase",
    "plugins": ["Retrologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "63Er9",
    "soundcloud_id": 60792355,
    "date": "2012-09-22",
    "slug": "week-38-of-2012",
    "title": "Week 38 of 2012",
    "description": "3rd one for the KVR Audio - One Synth Challenge with Retrologue. <br />Two instances of Retrologue doing the main melody chords, another two doing the solo melodies, and a fifth one doing a little effect in the middle.<br /><br />I first used Maximizer as usual on the main out and got a Dynamic Range of 8. I decided to take of the Maximizer and that raised the DR up to 10, so I decided to keep that one even though the volume of course is a little lower, but it's still good.",
    "season": "Summer 2012",
    "location": "Berlin, Germany",
    "genre": "Ambient",
    "mood": [
      "Peaceful",
      "Mellow",
      "Minimal",
      "Sentimental",
      "Tender",
      "Thoughtful",
      "Yearning"
    ],
    "daw": "Cubase",
    "plugins": ["Retrologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "lWvmQ",
    "soundcloud_id": 61422857,
    "date": "2012-09-27",
    "slug": "week-39-of-2012",
    "title": "Week 39 of 2012",
    "description": "4th and last one with Retrologue for the KVR Audio One Synth Challenge. Depending on the synth for next month I may participate again or not.<br /><br />I did this song quite fast but it came out pretty fun. It's very raw but that's what gives it it's character. I started with the main riff and then a beat was immediately necessarily. Then I just played around with a few sounds and added them here and there, arranged things a bit and done.",
    "season": "Fall 2012",
    "location": "Berlin, Germany",
    "genre": "Electro",
    "mood": [
      "Curious",
      "Determined",
      "Mysterious",
      "Excited",
      "Playful",
      "Sneaky",
      "Upbeat",
      "Unusual"
    ],
    "daw": "Cubase",
    "plugins": ["Retrologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "bm9zK",
    "soundcloud_id": 62654992,
    "date": "2012-10-08",
    "slug": "week-40-of-2012",
    "title": "Week 40 of 2012",
    "description": "This month I won't be participating in the One Synth Challenge so I'm free to use whatever synth I want, so I naturally went back to using the minimoog-v as first choice to start with :) <br /><br />I actually started another song first but when I opened it back up the next day the notes were messed up and it sounded like crap and couldn't get it to sound good anymore. I used Mystic in that one and is what caused the problem. It remembered me why Prologue was the main synth I was using from Cubase as the others (Mystic and Spector) tend to have random bugs/problems.",
    "season": "Fall 2012",
    "location": "Berlin, Germany",
    "genre": "Electronic",
    "mood": ["Cautious", "Curious", "Focused", "Gritty", "Sneaky", "Strange"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v", "Reaktor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "R6xyK",
    "soundcloud_id": 63426329,
    "date": "2012-10-14",
    "slug": "week-41-of-2012",
    "title": "Week 41 of 2012",
    "description": "Again mostly minimoog-v. Only Groove Agent ONE for the beat. I didn't use Maximizer on the main out channel as I normally do. I will try to avoid using it or any other compression whenever possible. This of course means lower volume but I think the higher dynamic range (DR 10 for this song) for better audio quality is better. The loudness war is not a good thing.",
    "season": "Fall 2012",
    "location": "Berlin, Germany",
    "genre": "Electronic",
    "mood": ["Anxious", "Defiant", "Focused", "Moody", "Uneasy", "Worrying"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "YmRlq",
    "soundcloud_id": 64413510,
    "date": "2012-10-22",
    "slug": "week-42-of-2012",
    "title": "Week 42 of 2012",
    "description": "Very simple song this week due to lack of time, though I spent more time on it than I intended. Mostly because at first it was way too simple and pretty much sucked so I tried to make it a bit better. I hope I succeeded.",
    "season": "Fall 2012",
    "location": "Poznan, Poland",
    "genre": "Chillout",
    "mood": [
      "Calm",
      "Chill",
      "Melancholy",
      "Mellow",
      "Peaceful",
      "Soft",
      "Tender"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "xvjRY",
    "soundcloud_id": 65219540,
    "date": "2012-10-29",
    "slug": "week-43-of-2012",
    "title": "Week 43 of 2012",
    "description": "Rather simple song again but more interesting than last one.<br /><br />I used the most variety of instruments on this one since quite a while. Had been mostly using minimoog-v exclusively (except for Groove Agent ONE for the beats). This one also features Reaktor's CARBON2, Mikro Prism, and SpaceDrone. <br /><br />No Maximizer or any compression on this one.",
    "season": "Fall 2012",
    "location": "Madrid, Spain",
    "genre": "Experimental",
    "mood": ["Curious", "Interesting", "Mysterious", "Mystical", "Unusual"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v", "Reaktor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "Q604V",
    "soundcloud_id": 67176440,
    "date": "2012-11-12",
    "slug": "week-45-of-2012",
    "title": "Week 45 of 2012",
    "description": "There was no song last week because I went on a spontaneous trip for the week. This week I almost didn't make it as well since I'm trying to find a new place to live and catching up with other things.<br /><br />But now I have my guitar again (after 4 months) and of course had to use it right away. I recorded something first and then I didn't like what was coming out at all and almost decided to quit this week's song. Then I decided to use my old technique of chopping the audio files amd looping them and that instantly made it more interesting and motivated me to finish the song.",
    "season": "Fall 2012",
    "location": "Granada, Spain",
    "genre": "Rock",
    "mood": [
      "Angry",
      "Defiant",
      "Determined",
      "Gritty",
      "Rowdy",
      "Stirring",
      "Uneasy",
      "Worrying"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "434Qr",
    "soundcloud_id": 69937660,
    "date": "2012-12-04",
    "slug": "week-46-of-2012",
    "title": "Week 46 of 2012",
    "description": "This song came out quite easily and I like how it turned out. I could spend more time on it and make it even better but time to move on to next week's song.<br /><br />This one is using only minimoog-v (5 tracks) and of course Groove Agent ONE for the beat.",
    "season": "Fall 2012",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": [
      "Childish",
      "Cool",
      "Curious",
      "Excited",
      "Fun",
      "Happy",
      "Optimistic",
      "Playful"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "qpblo",
    "soundcloud_id": 69938040,
    "date": "2012-12-04",
    "slug": "week-47-of-2012",
    "title": "Week 47 of 2012",
    "description": "Like many of the songs, this one sounds like a snippet of a longer song that was cut short. It's not intentional, but I guess it shows that the songs could always be made longer.",
    "season": "Fall 2012",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": [
      "Brooding",
      "Cautious",
      "Chill",
      "Tender",
      "Thoughtful",
      "Uneasy",
      "Worrying"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v", "Reaktor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "2RMJ0",
    "soundcloud_id": 69938300,
    "date": "2012-12-04",
    "slug": "week-48-of-2012",
    "title": "Week 48 of 2012",
    "description": "At first I had more tracks with more sounds but they didn't make the song better so I took them off. Then to make it more interesting I decided to add a sample of someone speaking. I found it at freesound.org which I think is a great place to find all kinds of sounds and samples.",
    "season": "Fall 2012",
    "location": "Granada, Spain",
    "genre": "Experimental",
    "mood": [
      "Angry",
      "Anxious",
      "Dark",
      "Moody",
      "Mysterious",
      "Serious",
      "Strange",
      "Thoughtful",
      "Uneasy",
      "Worrying"
    ],
    "daw": "Cubase",
    "plugins": ["minimoog-v", "Reaktor"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "63xqm",
    "soundcloud_id": 70631485,
    "date": "2012-12-09",
    "slug": "week-49-of-2012",
    "title": "Week 49 of 2012",
    "description": "Pretty bad song but I really don't feel like working on it more.",
    "season": "Fall 2012",
    "location": "Granada, Spain",
    "genre": "Soundtrack",
    "mood": [
      "Brooding",
      "Curious",
      "Dark",
      "Focused",
      "Interesting",
      "Mysterious",
      "Mystical",
      "Sneaky",
      "Uneasy",
      "Weird",
      "Worrying"
    ],
    "daw": "Cubase",
    "plugins": ["minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "1GdXE",
    "soundcloud_id": 71647992,
    "date": "2012-12-17",
    "slug": "week-50-of-2012",
    "title": "Week 50 of 2012",
    "description": "I did this one very quick. Probably in about 2 hours. Just 8 guitar tracks, some cutting around, quick rough mix, little bit of panning, and threw in guitar rig on the main out for some overall light delay and reverb instead of messing with individual tracks.",
    "season": "Fall 2012",
    "location": "Granada, Spain",
    "genre": "Instrumental",
    "mood": [
      "Anxious",
      "Brooding",
      "Determined",
      "Focused",
      "Serious",
      "Yearning"
    ],
    "daw": "Cubase",
    "plugins": [],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "B5yWJ",
    "soundcloud_id": 72449095,
    "date": "2012-12-24",
    "slug": "week-51-of-2012",
    "title": "Week 51 of 2012",
    "description": "Very simple song and done pretty quickly again. Just 4 tracks with a pad, lead, and bass (minimoog-v) and drums (Groove Agent ONE).",
    "season": "Fall 2012",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": [
      "Chill",
      "Confident",
      "Cool",
      "Courageous",
      "Determined",
      "Easygoing",
      "Excited",
      "Optimistic",
      "Upbeat"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "P670k",
    "soundcloud_id": 72969129,
    "date": "2012-12-29",
    "slug": "week-52-of-2012",
    "title": "Week 52 of 2012",
    "description": "Like all songs lately, this one is only using minimoog-v for the sounds (5 tracks) and just Groove Agent ONE for the beat. It's been a while also since I've used Maximizer. So the songs since a couple of months already have no compression at all.",
    "season": "Fall 2012",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Curious", "Defiant", "Determined", "Moody", "Unusual"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "Ymb5W",
    "soundcloud_id": 74016557,
    "date": "2013-01-07",
    "slug": "week-1-of-2013",
    "title": "Week 1 of 2013",
    "description": "Had been a while since I did something with guitar and synths together. It took me a while to do the arrangement of the parts. Had a hard time arranging things so that the changes would sound good.<br /><br />I only used a bit of reverb (from Cubase) on the guitars. Adding more effects makes it sound worse I find. Guitar Rig hasn't done much for me in a long time. For the bass I did use a bit of compression this time, since at some points it was spiking a bit. And since I couldn't do anything on the beat with Groove Agent ONE that fit the song, I decided to use a sample this time, which made the song remind me of Amon Tobin.",
    "season": "Winter 2013",
    "location": "Granada, Spain",
    "genre": "Experimental",
    "mood": [
      "Brooding",
      "Defiant",
      "Determined",
      "Focused",
      "Gritty",
      "Serious",
      "Uneasy"
    ],
    "daw": "Cubase",
    "plugins": ["minimoog-v", "Reaktor"],
    "guitar": true,
    "sample": true
  },
  {
    "audius_id": "R6maR",
    "soundcloud_id": 74747778,
    "date": "2013-01-13",
    "slug": "week-2-of-2013",
    "title": "Week 2 of 2013",
    "description": "Started this one with guitar and added some synths to go along. Recorded most tracks (including the beat) in one take, meaning that I didn't loop a little take as I sometimes do. I kept the guitars simple with no effects. Just a bit of low-cut eq to maybe keep it cleaner though I don't know if it makes any difference. Did the same with the bass. I spent a bit more time that usual on the mixing so I hope it sounds good. The volume is quite low but it has a nice dynamic range of 12.",
    "season": "Winter 2013",
    "location": "Granada, Spain",
    "genre": "Alternative",
    "mood": [
      "Chill",
      "Easygoing",
      "Happy",
      "Sentimental",
      "Tender",
      "Yearning"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "Kontakt", "minimoog-v"],
    "guitar": true,
    "sample": false
  },
  {
    "audius_id": "43Mga",
    "soundcloud_id": 75741826,
    "date": "2013-01-20",
    "slug": "week-3-of-2013",
    "title": "Week 3 of 2013",
    "description": "Simple, short song with cool melody done during stormy, rainy days. I just wish I could make it sound bigger and more spacious and powerful. I believe it needs more bass or more sounds in the lower frequency range, but I don't know.",
    "season": "Winter 2013",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Calm", "Chill", "Confident", "Cool", "Yearning"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v", "Reaktor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "EamY4",
    "soundcloud_id": 76440415,
    "date": "2013-01-25",
    "slug": "week-4-of-2013",
    "title": "Week 4 of 2013",
    "description": "I tried using Arpache5 and Chorder from Cubase with minimoog-v as I have done before with HALionOne, but it just didn't work out as good. So I ended up just using minimoog-v by itself as usual. And then for the lead part I did use Arpache5 but with HALionOne.",
    "season": "Winter 2013",
    "location": "Granada, Spain",
    "genre": "Experimental",
    "mood": [
      "Brooding",
      "Dark",
      "Moody",
      "Mysterious",
      "Pessimistic",
      "Serious",
      "Uneasy",
      "Unusual",
      "Weird",
      "Worrying"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "HALionOne", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "83XOl",
    "soundcloud_id": 77445850,
    "date": "2013-02-01",
    "slug": "week-5-of-2013",
    "title": "Week 5 of 2013",
    "description": "All minimoog-v again. I like its sounds more than any other synth I have at the moment. The song was done quick and came out with a nice melody.",
    "season": "Winter 2013",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": [
      "Calm",
      "Chill",
      "Easygoing",
      "Mellow",
      "Optimistic",
      "Peaceful",
      "Tender",
      "Thoughtful",
      "Yearning"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "2RWyp",
    "soundcloud_id": 78649645,
    "date": "2013-02-10",
    "slug": "week-6-of-2013",
    "title": "Week 6 of 2013",
    "description": "This one was a bit more complex than usual. I used more tracks than usual and did more changes than usual. Because of that, the song came out longer than usual too. I was having a hard time arranging the parts so that the changes would end up good. That's usually the hardest thing I find when creating a song. Of the 9 tracks in this song, 2 of them are Groove Agent ONE for two different beats and the rest is all minimoog-v again.",
    "season": "Winter 2013",
    "location": "Granada, Spain",
    "genre": "Electro",
    "mood": [
      "Cool",
      "Energizing",
      "Excited",
      "Fiery",
      "Fun",
      "Happy",
      "Optimistic",
      "Upbeat"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "5O9MY",
    "soundcloud_id": 79383995,
    "date": "2013-02-15",
    "slug": "week-7-of-2013",
    "title": "Week 7 of 2013",
    "description": "Strange, dark, creepy sounding song. Finished it quite early in the week :p<br />The beat is from Reaktor Newscool which is kinda cheating I guess since I didn't program the beat. I just turned a few knobs but I still have no clue how that synth works.",
    "season": "Winter 2013",
    "location": "Granada, Spain",
    "genre": "Experimental",
    "mood": [
      "Brooding",
      "Creepy",
      "Dark",
      "Mysterious",
      "Strange",
      "Uneasy",
      "Unusual",
      "Weird"
    ],
    "daw": "Cubase",
    "plugins": ["minimoog-v", "Reaktor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "K92Go",
    "soundcloud_id": 80434712,
    "date": "2013-02-22",
    "slug": "week-8-of-2013",
    "title": "Week 8 of 2013",
    "description": "This week I did something different. I'm taking a <a href=\"https://www.coursera.org/course/digitalsounddesign\">Introduction to Digital Sound Design</a> (free) course at coursera and there was an optional assignment to create a short song using <a href=\"http://soundation.com/user/sevaztian/track/week-8-of-2013\">Soundation</a>.<br /><br />Soundation is a DAW in the cloud which means this song was created entirely on the internet. The technology is getting quite good but it still needs to improve a lot. It was getting quite slow and there we a lot of hiccups towards the end.<br /><br />I used only one virtual instrument (the bass) because there was too much latency. So for the rest of the tracks I used the samples that come inside Soundation.",
    "season": "Winter 2013",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": [
      "Cool",
      "Easygoing",
      "Excited",
      "Fun",
      "Happy",
      "Optimistic",
      "Stylish"
    ],
    "daw": "Soundation",
    "plugins": [],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "N6qEY",
    "soundcloud_id": 81527161,
    "date": "2013-03-02",
    "slug": "week-9-of-2013",
    "title": "Week 9 of 2013",
    "description": "Not much to this simple song. I did it quite easily but it's not very creative. Hopefully making these silly songs will at least help me make better music with time.<br /><br />For this one I combined GrooveAgentONE with three different samples for the beat.",
    "season": "Winter 2013",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": [
      "Calm",
      "Chill",
      "Easygoing",
      "Happy",
      "Mellow",
      "Optimistic",
      "Peaceful",
      "Romantic",
      "Sweet",
      "Tender"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "93gA2",
    "soundcloud_id": 82520500,
    "date": "2013-03-09",
    "slug": "week-10-of-2013",
    "title": "Week 10 of 2013",
    "description": "This song has 2 bass tracks and 2 drum tracks. And another one that practically contains yet another bass line. And that pretty much makes up most of the song. The rest are 3 tracks with some effects and a lead.<br /><br />After this song I will be out of free minutes on soundcloud. I guess I will be upgrading now to the  lite version.",
    "season": "Winter 2013",
    "location": "Granada, Spain",
    "genre": "Drum n Bass",
    "mood": [
      "Confident",
      "Dark",
      "Defiant",
      "Determined",
      "Fiery",
      "Gritty",
      "Rowdy",
      "Stirring"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v", "Monologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "lWrPQ",
    "soundcloud_id": 83457744,
    "date": "2013-03-15",
    "slug": "week-11-of-2013",
    "title": "Week 11 of 2013",
    "description": "This started as a very simple thing but I kept adding more and more until it became interesting.<br />The bells and choir are from HALionOne which I hadn't used in a long time, but this song would not have been possible with minimoog-v only as has been the usual lately.<br /><br />As of today I'm a soundcloud pro user. Had to upgrade since I ran out of minutes. Two more hours should last me another two more years.",
    "season": "Winter 2013",
    "location": "Granada, Spain",
    "genre": "Soundtrack",
    "mood": [
      "Calm",
      "Chill",
      "Easygoing",
      "Inspirational",
      "Mellow",
      "Peaceful",
      "Sweet",
      "Tender"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "HALionOne", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "Q69E4",
    "soundcloud_id": 84475516,
    "date": "2013-03-22",
    "slug": "week-12-of-2013",
    "title": "Week 12 of 2013",
    "description": "It's been a while since I've used any kind of compression to try and make the songs louder. I used to put the Maximizer plug-in on the main out channel until I decided to participate in the <a href=\"https://sites.google.com/site/kvrosc/\" title=\"KVR Audio – One Synth Challenge\">KVR Audio – One Synth Challenge</a>, where they encourage to include the dynamic range number.<br /><br />Today is <a href=\"http://dynamicrangeday.co.uk/\" title=\"Dynamic Range Day\">Dynamic Range Day</a> and I'm glad that I can say it has been a lot of weeks already since I joined the movement against the ‘loudness war’. This week's song has a value of DR10.",
    "season": "Spring 2013",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": [
      "Angry",
      "Brooding",
      "Dark",
      "Focused",
      "Moody",
      "Serious",
      "Stirring",
      "Uneasy",
      "Worrying"
    ],
    "daw": "Cubase",
    "plugins": ["HALionOne", "Kontakt", "minimoog-v", "Monologue"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "V6VWP",
    "soundcloud_id": 85682420,
    "date": "2013-03-30",
    "slug": "week-13-of-2013",
    "title": "Week 13 of 2013",
    "description": "Volume came quite low on this one. I was tempted to use Maximizer to boost up the volume a bit, but finally resisted. Especially since just last week was Dynamic Range Day ;p",
    "season": "Spring 2013",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": [
      "Focused",
      "Melancholy",
      "Moody",
      "Serious",
      "Thoughtful",
      "Unusual"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "Kontakt", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "439ma",
    "soundcloud_id": 86969064,
    "date": "2013-04-08",
    "slug": "week-14-of-2013",
    "title": "Week 14 of 2013",
    "description": "don't know what to say. so let me know what you think.",
    "season": "Spring 2013",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": [
      "Anxious",
      "Brooding",
      "Moody",
      "Pessimistic",
      "Serious",
      "Stirring",
      "Strange",
      "Uneasy",
      "Unusual",
      "Worrying"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v", "Reaktor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "3RNzB",
    "soundcloud_id": 87894359,
    "date": "2013-04-14",
    "slug": "week-15-of-2013",
    "title": "Week 15 of 2013",
    "description": "Rather chill Drum & Bass kinda song. Very low volume unfortunately. A change to different chords would have made it better.<br /><br />I'm going on a spontaneous trip for about two weeks, so no song next week and maybe the following either.",
    "season": "Spring 2013",
    "location": "Granada, Spain",
    "genre": "Drum n Bass",
    "mood": [
      "Chill",
      "Cool",
      "Easygoing",
      "Inspirational",
      "Mellow",
      "Sensual"
    ],
    "daw": "Cubase",
    "plugins": ["HALionOne", "minimoog-v", "Monologue"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "N6K2N",
    "soundcloud_id": 92908265,
    "date": "2013-05-19",
    "slug": "week-20-of-2013",
    "title": "Week 20 of 2013",
    "description": "my two week trip turned into a whole month trip. so i'm just back now :)",
    "season": "Spring 2013",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": [
      "Chill",
      "Cool",
      "Easygoing",
      "Fun",
      "Peaceful",
      "Sensual",
      "Stylish"
    ],
    "daw": "Cubase",
    "plugins": ["minimoog-v"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "GJ8oa",
    "soundcloud_id": 94046995,
    "date": "2013-05-26",
    "slug": "week-21-of-2013",
    "title": "Week 21 of 2013",
    "description": "was thinking of adding more to the song but sometimes minimalistic like this is better. just using three tracks playing basically the same thing but with different sounds out of the minimoog-v.",
    "season": "Spring 2013",
    "location": "Granada, Spain",
    "genre": "Ambient",
    "mood": [
      "Calm",
      "Dark",
      "Depressing",
      "Melancholy",
      "Minimal",
      "Moody",
      "Pessimistic",
      "Sad",
      "Soft",
      "Yearning"
    ],
    "daw": "Cubase",
    "plugins": ["minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "Akdg7",
    "soundcloud_id": 95372784,
    "date": "2013-06-04",
    "slug": "week-22-of-2013",
    "title": "Week 22 of 2013",
    "description": "Sometimes some sounds that are supposed to be synced, suddenly start playing out of sync and nothing seems to make it go back to normal. This time I had to use track delay to make one of the sounds fit back with the rest of the beat.",
    "season": "Spring 2013",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": [
      "Chill",
      "Easygoing",
      "Melancholy",
      "Mellow",
      "Peaceful",
      "Sentimental",
      "Serious",
      "Tender",
      "Thoughtful",
      "Yearning"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "O6ayl",
    "soundcloud_id": 96009437,
    "date": "2013-06-08",
    "slug": "week-23-of-2013",
    "title": "Week 23 of 2013",
    "description": "This song started with an arpeggiator and then I built up from that. But by the end of the song, for some reason the arpeggiator didn't sound like it fit with the rest of the song anymore. So what started the song was taken out at the end.",
    "season": "Spring 2013",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": [
      "Calm",
      "Easygoing",
      "Mellow",
      "Peaceful",
      "Sentimental",
      "Tender",
      "Thoughtful"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "bmkqy",
    "soundcloud_id": 96915471,
    "date": "2013-06-14",
    "slug": "week-24-of-2013",
    "title": "Week 24 of 2013",
    "description": "Dark mood kind of song. Used something other than minimoog-v this time. Two tracks are from Reaktor.",
    "season": "Spring 2013",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": [
      "Brooding",
      "Dark",
      "Defiant",
      "Determined",
      "Focused",
      "Gritty",
      "Serious",
      "Worrying"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v", "Reaktor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "amV5g",
    "soundcloud_id": 98394865,
    "date": "2013-06-25",
    "slug": "week-25-of-2013",
    "title": "Week 25 of 2013",
    "description": "This is the most work I have done on a song lately. Still was only a couple of hours altogether. The hardest thing is always arranging the different parts of the song and the transitions between them. 10 tracks of which 2 are beats, one programmed and one sample. Everything else is minimoog-v as usual.",
    "season": "Summer 2013",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": [
      "Confident",
      "Cool",
      "Energizing",
      "Excited",
      "Fiery",
      "Fun",
      "Happy",
      "Inspirational",
      "Optimistic",
      "Upbeat"
    ],
    "daw": "Cubase",
    "plugins": ["minimoog-v"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "lWE5G",
    "soundcloud_id": 99109121,
    "date": "2013-06-30",
    "slug": "week-26-of-2013",
    "title": "Week 26 of 2013",
    "description": "This song has 16 tracks. That's one of the most amount of tracks that I have used. It's mostly just for layering the same thing with different sounds. It's also longer than usual since it's hard to make something of this style shorter.",
    "season": "Summer 2013",
    "location": "Granada, Spain",
    "genre": "Soundtrack",
    "mood": [
      "Brooding",
      "Courageous",
      "Empowering",
      "Epic",
      "Inspirational",
      "Mysterious",
      "Serious",
      "Thoughtful",
      "Yearning"
    ],
    "daw": "Cubase",
    "plugins": ["HALionOne", "minimoog-v", "Reaktor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "0RbX5",
    "soundcloud_id": 99857335,
    "date": "2013-07-05",
    "slug": "week-27-of-2013",
    "title": "Week 27 of 2013",
    "description": "To my surprise this song came out with a dynamic range of 4! No idea why it is so low. No compressors or any kind of dynamics effects have been used.",
    "season": "Summer 2013",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": ["Excited", "Focused", "Gritty", "Interesting", "Upbeat"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "XjJkJ",
    "soundcloud_id": 101047496,
    "date": "2013-07-14",
    "slug": "week-28-of-2013",
    "title": "Week 28 of 2013",
    "description": "This is the least amount of time I spent on a song in a while. Around 2 hours I think. Still came out better than some that I spent more time on them.",
    "season": "Summer 2013",
    "location": "Granada, Spain",
    "genre": "Experimental",
    "mood": [
      "Curious",
      "Focused",
      "Interesting",
      "Mysterious",
      "Mystical",
      "Serious",
      "Strange",
      "Unusual",
      "Weird"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "EaXJR",
    "soundcloud_id": 101851983,
    "date": "2013-07-20",
    "slug": "week-29-of-2013",
    "title": "Week 29 of 2013",
    "description": "After a long time, I used again the Arpache 5 and Chorder combination. That makes the main riff of the song. Then I used minimoog-v for the bass and lead, and a few samples for the beat.",
    "season": "Summer 2013",
    "location": "Granada, Spain",
    "genre": "Electronic",
    "mood": [
      "Confident",
      "Cool",
      "Curious",
      "Determined",
      "Empowering",
      "Energizing",
      "Playful",
      "Sensual",
      "Sophisticated",
      "Stylish"
    ],
    "daw": "Cubase",
    "plugins": ["HALionOne", "minimoog-v"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "qp8Ja",
    "soundcloud_id": 103249387,
    "date": "2013-07-30",
    "slug": "week-30-of-2013",
    "title": "Week 30 of 2013",
    "description": "Uploaded a bit late because I moved to a new country during the weekend and just got internet connection now.",
    "season": "Summer 2013",
    "location": "Bucharest, Romania",
    "genre": "Industrial",
    "mood": ["Calm", "Chill", "Easygoing", "Mellow", "Thoughtful", "Yearning"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "wp5p2",
    "soundcloud_id": 103776184,
    "date": "2013-08-02",
    "slug": "week-31-of-2013",
    "title": "Week 31 of 2013",
    "description": "This song was all about messing around with Driver from Native Instruments. It's used as an insert in 3 out of the 4 tracks in this song.",
    "season": "Summer 2013",
    "location": "Bucharest, Romania",
    "genre": "Industrial",
    "mood": [
      "Angry",
      "Anxious",
      "Defiant",
      "Gritty",
      "Moody",
      "Pessimistic",
      "Rowdy",
      "Stirring",
      "Uneasy",
      "Worrying"
    ],
    "daw": "Cubase",
    "plugins": ["minimoog-v", "Reaktor"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "jl7PB",
    "soundcloud_id": 138637623,
    "date": "2014-03-08",
    "slug": "week-10-of-2014",
    "title": "Week 10 of 2014",
    "description": "First song again after a more than 30 week hiatus. For the beat I used many layers with a different sample each(plus Groove Agent ONE), which is something that I normally don't do. I guess for many others it's the normal ting to do.",
    "season": "Winter 2014",
    "location": "Bucharest, Romania",
    "genre": "Industrial",
    "mood": [
      "Aggressive",
      "Confident",
      "Dark",
      "Defiant",
      "Determined",
      "Empowering",
      "Energizing",
      "Gritty",
      "Hard",
      "Stirring"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v", "Reaktor"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "1GK0z",
    "soundcloud_id": 139869678,
    "date": "2014-03-16",
    "slug": "week-11-of-2014",
    "title": "Week 11 of 2014",
    "description": "Clean and simple, tried to make it sound better instead of adding more to it and making it feel over produced. With the fx from minimoog-v in the background I thought was enough so as to not take attention away from the main melody.",
    "season": "Winter 2014",
    "location": "Bucharest, Romania",
    "genre": "New Age",
    "mood": [
      "Calm",
      "Chill",
      "Melancholy",
      "Mellow",
      "Minimal",
      "Peaceful",
      "Sentimental",
      "Soft",
      "Tender",
      "Thoughtful"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v", "Prologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "YmWNp",
    "soundcloud_id": 141111240,
    "date": "2014-03-23",
    "slug": "week-12-of-2014",
    "title": "Week 12 of 2014",
    "description": "A bit mysterious but funny kinda song. I think I will start using Prologue more often again. It helps come up with some interesting things.",
    "season": "Spring 2014",
    "location": "Bucharest, Romania",
    "genre": "Mystery",
    "mood": [
      "Anxious",
      "Brooding",
      "Creepy",
      "Curious",
      "Dark",
      "Mysterious",
      "Mystical",
      "Strange",
      "Unusual",
      "Weird"
    ],
    "daw": "Cubase",
    "plugins": ["minimoog-v", "Monologue", "Prologue"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "N6jAQ",
    "soundcloud_id": 142224721,
    "date": "2014-03-30",
    "slug": "week-13-of-2014",
    "title": "Week 13 of 2014",
    "description": "This week there was <a href=\"http://dynamicrangeday.co.uk/\" title=\"Dynamic Range Day\">Dynamic Range Day</a>. I continue recording my songs with no compression or maximizer or anything like that on the master out channels. Hence the low volume of the songs, but instead they have a good dynamic range. This song has DR: 11.",
    "season": "Spring 2014",
    "location": "Bucharest, Romania",
    "genre": "Chill",
    "mood": [
      "Calm",
      "Chill",
      "Easygoing",
      "Mellow",
      "Peaceful",
      "Soft",
      "Sweet",
      "Tender"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v", "Monologue", "Prologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "K9rA9",
    "soundcloud_id": 143409815,
    "date": "2014-04-06",
    "slug": "week-14-of-2014",
    "title": "Week 14 of 2014",
    "description": "I kept it quite simple but I think it's a pretty cool song. I thought of adding more to it but then decided it was not necessary. 3 layers playing the same thing all using minimoog-v make it sound full.",
    "season": "Spring 2014",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Courageous",
      "Determined",
      "Empowering",
      "Focused",
      "Optimistic",
      "Serious",
      "Thoughtful",
      "Yearning"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "K9QBO",
    "soundcloud_id": 145215712,
    "date": "2014-04-17",
    "slug": "week-15-of-2014",
    "title": "Week 15 of 2014",
    "description": "I used a sample of a female singing which I found on <a href=\"https://www.freesound.org/\" title=\"freesound\">freesound.org</a> and used VariAudio to change it into something totally different. Then added some delay and reverb to it to make it sound nicer.",
    "season": "Spring 2014",
    "location": "Bucharest, Romania",
    "genre": "Lounge",
    "mood": [
      "Calm",
      "Chill",
      "Melancholy",
      "Mellow",
      "Moody",
      "Sentimental",
      "Serious",
      "Soft",
      "Thoughtful"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "P6vER",
    "soundcloud_id": 151248827,
    "date": "2014-05-25",
    "slug": "week-21-of-2014",
    "title": "Week 21 of 2014",
    "description": "Nothing special to this song. As in no interesting melodies or anything. It was just about layering sounds and trying to make it interesting. 6 of them from Reaktor only. And added <a href=\"http://www.freesound.org/people/klankbeeld/sounds/237856/\">samples</a> from <a href=\"http://www.freesound.org/people/AlienXXX/sounds/168514/\">freesound.org</a> to make it even more interesting.",
    "season": "Spring 2014",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Anxious",
      "Dark",
      "Defiant",
      "Determined",
      "Gritty",
      "Strange",
      "Tribal",
      "Uneasy",
      "Unusual",
      "Worrying"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v", "Reaktor"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "amxXE",
    "soundcloud_id": 152299821,
    "date": "2014-06-01",
    "slug": "week-22-of-2014",
    "title": "Week 22 of 2014",
    "description": "Started a bit like a hip hop kinda song but then turned into the more usual mysterious electronic sound of me.<br /><br />Instead of using automation to have different volumes in different parts, this time I simply created duplicates of the same track and set the volume on each.",
    "season": "Spring 2014",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Brooding",
      "Curious",
      "Focused",
      "Interesting",
      "Mysterious",
      "Uneasy",
      "Weird",
      "Worrying"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "Kontakt", "minimoog-v", "Prologue"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "lWKgN",
    "soundcloud_id": 153453884,
    "date": "2014-06-08",
    "slug": "week-23-of-2014",
    "title": "Week 23 of 2014",
    "description": "I had most of the song done using minimoog-v but then there was still something missing and couldn't find any sound in minimoog-v to add the last touch. That's when I decided to try SampleTank and with the piano sound it ended up becoming the main part of the song.",
    "season": "Spring 2014",
    "location": "Bucharest, Romania",
    "genre": "Classical",
    "mood": [
      "Cinematic",
      "Depressing",
      "Epic",
      "Melancholy",
      "Moody",
      "Pessimistic",
      "Sad",
      "Sentimental",
      "Thoughtful",
      "Yearning"
    ],
    "daw": "Cubase",
    "plugins": ["minimoog-v", "SampleTank"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "Q6gE3",
    "soundcloud_id": 154524189,
    "date": "2014-06-15",
    "slug": "week-24-of-2014",
    "title": "Week 24 of 2014",
    "description": "For this week I decided it was time to try out a new softsynth. When I went to look which was a popular free one, <a href=\"http://www.geocities.jp/daichi1969/softsynth/\" title=\"Synth1\">Synth1</a> was an obvious choice. So all the sounds (including drums) on this song come entirely from Synth1. At first I was having a hard time finding sounds that I thought sounded good, but by the end I think I managed to get some good sounds out of it.",
    "season": "Spring 2014",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Chill",
      "Curious",
      "Focused",
      "Serious",
      "Thoughtful",
      "Uneasy",
      "Worrying"
    ],
    "daw": "Cubase",
    "plugins": ["Synth1"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "Ym3Vk",
    "soundcloud_id": 156340949,
    "date": "2014-06-27",
    "slug": "week-25-of-2014",
    "title": "Week 25 of 2014",
    "description": "Another one with only Synth1. I found it harder to come up with things and to get a good sound with Synth1. I think it could be a good synth but you'd have to really get used to it.",
    "season": "Summer 2014",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": ["Cool", "Excited", "Optimistic", "Upbeat"],
    "daw": "Cubase",
    "plugins": ["Synth1"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "5O70X",
    "soundcloud_id": 157664689,
    "date": "2014-07-07",
    "slug": "week-27-of-2014",
    "title": "Week 27 of 2014",
    "description": "I meant to make it more of a real song but ended up keeping it as simple as possible and it turned out like a mysterious kinda soundtrack thing.",
    "season": "Summer 2014",
    "location": "Bucharest, Romania",
    "genre": "Mystery",
    "mood": [
      "Brooding",
      "Creepy",
      "Dark",
      "Moody",
      "Mysterious",
      "Mystical",
      "Strange",
      "Thoughtful",
      "Unusual"
    ],
    "daw": "Cubase",
    "plugins": ["Kontakt", "minimoog-v", "Reaktor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "bm8lM",
    "soundcloud_id": 158577355,
    "date": "2014-07-13",
    "slug": "week-28-of-2014",
    "title": "Week 28 of 2014",
    "description": "There's still something missing for the song to sound as I would have liked, but after trying and trying I still couldn't find that thing.",
    "season": "Summer 2014",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": ["Chill", "Easygoing", "Inspirational", "Optimistic", "Sweet"],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v", "Prologue"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "amxaw",
    "soundcloud_id": 159557088,
    "date": "2014-07-20",
    "slug": "week-29-of-2014",
    "title": "Week 29 of 2014",
    "description": "Since a long time I haven't used Arpache 5 and Chorder from the Cubade midi inserts, so I decided it was time for a song with them again. But I think it's the first time I use them with minimoog-v.",
    "season": "Summer 2014",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Confident",
      "Cool",
      "Courageous",
      "Determined",
      "Focused",
      "Serious",
      "Sophisticated",
      "Stylish",
      "Upbeat"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "minimoog-v"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "P6v7N",
    "soundcloud_id": 160815789,
    "date": "2014-07-29",
    "slug": "week-30-of-2014",
    "title": "Week 30 of 2014",
    "description": "Three different melodies (including the bass) playing well together. Only Native Instruments synths are used for the melodies this time. Groove Agent ONE is the only synth that is not from NI for this song.",
    "season": "Summer 2014",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Calm",
      "Chill",
      "Curious",
      "Easygoing",
      "Mellow",
      "Peaceful",
      "Sweet"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "Kontakt", "Reaktor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "kJxJP",
    "soundcloud_id": 184482650,
    "date": "2015-01-04",
    "slug": "week-1-of-2015",
    "title": "Week 1 of 2015",
    "description": "New year, new DAW.<br />I had been using Cubase since I started with this project, but now I decided it was time for something new. I decided to give Propellerheads Reason a try and will be using it probably for this entire year at least.<br /><br />I will be putting the songs on collaboration platforms <a href=\"http://discover.propellerheads.se/\" title=\"propellerheads discover\">Discover</a> from Propellerheads and also on <a href=\"https://blend.io/sevaztian\" title=\"blend.io\">blend.io</a>, so feel free to remix or whatever.<br /><br />I just got Reason a few days ago, so still getting used to it. Hopefully better songs and better sound quality will be coming up throughout the year ;)",
    "season": "Winter 2015",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": ["Chill", "Cool", "Fun", "Happy", "Optimistic", "Sweet", "Tender"],
    "daw": "Reason",
    "plugins": ["Radical Keys", "Redrum", "Thor", "Malström"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "bm0mW",
    "soundcloud_id": 185577404,
    "date": "2015-01-11",
    "slug": "week-2-of-2015",
    "title": "Week 2 of 2015",
    "description": "Quite experimental kinda track. I have a lot to learn about Reason, especially about getting a good sound quality.",
    "season": "Winter 2015",
    "location": "Bucharest, Romania",
    "genre": "Experimental",
    "mood": [
      "Brooding",
      "Curious",
      "Interesting",
      "Mysterious",
      "Mystical",
      "Strange",
      "Tribal",
      "Unusual"
    ],
    "daw": "Reason",
    "plugins": ["Kong", "Malström", "Thor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "qPz5Y",
    "soundcloud_id": 186726292,
    "date": "2015-01-18",
    "slug": "week-3-of-2015",
    "title": "Week 3 of 2015",
    "description": "A little bit industrial kind of song. Not much going on and not so interesting I think. Hopefully when I get more used to Reason I will come up with more creative stuff.<br /><br />I'm using a combinator MClass preset to try to get a better sound. I didn't even tweak any of the settings since I don't know how to make it better, but I get at least a bit louder volume.",
    "season": "Winter 2015",
    "location": "Bucharest, Romania",
    "genre": "Industrial",
    "mood": [
      "Aggressive",
      "Angry",
      "Brooding",
      "Defiant",
      "Energizing",
      "Hard",
      "Rowdy",
      "Serious",
      "Stirring"
    ],
    "daw": "Reason",
    "plugins": ["Korg Polysix", "Redrum", "Malström", "Thor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "8Q5Pv",
    "soundcloud_id": 187829665,
    "date": "2015-01-25",
    "slug": "week-4-of-2015",
    "title": "Week 4 of 2015",
    "description": "I used a sound from the Reason Factory Sounds to make an effect for this song.<br /><br />The fist part of the song was going to be deleted when I made up the second part since I thought it was then going to be the entire song, but in the end I ended up adding the two parts together and made the little intro.",
    "season": "Winter 2015",
    "location": "Bucharest, Romania",
    "genre": "Trip-Hop",
    "mood": [
      "Anxious",
      "Brooding",
      "Dark",
      "Interesting",
      "Moody",
      "Mysterious",
      "Pessimistic",
      "Uneasy",
      "Worrying"
    ],
    "daw": "Reason",
    "plugins": [
      "Subtractor",
      "Malström",
      "Dr. Octo Rex",
      "Kong",
      "PX7",
      "Radical Keys",
      "Thor"
    ],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "jVZbB",
    "soundcloud_id": 188989296,
    "date": "2015-02-01",
    "slug": "week-5-of-2015",
    "title": "Week 5 of 2015",
    "description": "I tried spending a little bit more time on this one for mixing/mastering but not sure if it helped to get any better results. I noticed I kept leaving the highs too low, so tried to raise the highs a bit more this time.",
    "season": "Winter 2015",
    "location": "Bucharest, Romania",
    "genre": "Dark",
    "mood": [
      "Brooding",
      "Dark",
      "Depressing",
      "Moody",
      "Pessimistic",
      "Sentimental",
      "Uneasy"
    ],
    "daw": "Reason",
    "plugins": ["Korg Mono/Poly", "Thor", "Redrum", "Malström", "Subtractor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "3K5vv",
    "soundcloud_id": 190156781,
    "date": "2015-02-08",
    "slug": "week-6-of-2015",
    "title": "Week 6 of 2015",
    "description": "Laid back short song with unusual tempo (150 bpm) and time signature (5/4).",
    "season": "Winter 2015",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Calm",
      "Chill",
      "Easygoing",
      "Mellow",
      "Peaceful",
      "Romantic",
      "Sensual"
    ],
    "daw": "Reason",
    "plugins": ["Radical Keys", "Redrum", "Subtractor", "PX7"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "8Q5MW",
    "soundcloud_id": 191290543,
    "date": "2015-02-15",
    "slug": "week-7-of-2015",
    "title": "Week 7 of 2015",
    "description": "The simplest song I did on Reason yet as far as set up. Only 3 instruments/tracks.<br />The bass doesn't sound very bassy though. Maybe someone would like to <a href=\"https://blend.io/project/54e0ef6f1e4015707200ed24\" title=\"blend project\">work on it</a>.",
    "season": "Winter 2015",
    "location": "Bucharest, Romania",
    "genre": "Hip Hop",
    "mood": ["Curious", "Easygoing", "Interesting", "Mellow", "Sophisticated"],
    "daw": "Reason",
    "plugins": ["Malström", "Thor", "Dr. Octo Rex"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "2bPj6",
    "soundcloud_id": 192463822,
    "date": "2015-02-22",
    "slug": "week-8-of-2015",
    "title": "Week 8 of 2015",
    "description": "For this one I used a sample from the Reason Factory Sound bank and sampled it on the NN-XT. The sample was originally detuned so I had to detune the bass as well to adjust to the right key. That made it hard to preview presets since every time I changed them they were out of tune. But in the end this helped make the song stay as simple as it is, which I think turns out to be a good thing.",
    "season": "Winter 2015",
    "location": "Bucharest, Romania",
    "genre": "Trip-Hop",
    "mood": [
      "Calm",
      "Chill",
      "Confident",
      "Cool",
      "Easygoing",
      "Mellow",
      "Optimistic",
      "Peaceful",
      "Romantic",
      "Sensual"
    ],
    "daw": "Reason",
    "plugins": ["NN-XT", "Thor", "Dr. Octo Rex", "Redrum"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "yQy4Y",
    "soundcloud_id": 193735023,
    "date": "2015-03-01",
    "slug": "week-9-of-2015",
    "title": "Week 9 of 2015",
    "description": "I've been watching some tutorials and trying to learn about compression and mastering in general these day. I've never managed to learn to use compressors, but I guess I should. This song is using the master compressor as well as the MClass Maximizer. As a result the song is a bit louder but the dynamic range is the lowest (6) I've had in a long time. But I think the quality of the song does sound better in general tough.",
    "season": "Winter 2015",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Calm",
      "Chill",
      "Cool",
      "Easygoing",
      "Happy",
      "Optimistic",
      "Sweet",
      "Tender"
    ],
    "daw": "Reason",
    "plugins": ["Thor", "Malström", "Kong", "Subtractor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "OlvxV",
    "soundcloud_id": 194844591,
    "date": "2015-03-08",
    "slug": "week-10-of-2015",
    "title": "Week 10 of 2015",
    "description": "This is the most elaborate song I've done in Reason so far. There's still a lot of room for improvement though. Most songs have had about 4 or 5 tracks only. This one has 11. Three of them are drums only. I used the most compression I've ever used. Definitely helped to get a higher volume, and still have a good dynamic range of 11.",
    "season": "Winter 2015",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Angry",
      "Anxious",
      "Brooding",
      "Defiant",
      "Determined",
      "Epic",
      "Gritty",
      "Moody",
      "Serious",
      "Stirring"
    ],
    "daw": "Reason",
    "plugins": ["Thor", "Malström", "PX7", "Redrum", "Kong"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "oVWw5",
    "soundcloud_id": 196004197,
    "date": "2015-03-15",
    "slug": "week-11-of-2015",
    "title": "Week 11 of 2015",
    "description": "Very simple song. Maybe a bit boring even. Couldn't come up with anything more interesting this week. I tried blending different melodies together from different instruments. Started quite different in the beginning and changed into something quite different by the end.",
    "season": "Winter 2015",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Calm",
      "Chill",
      "Mellow",
      "Minimal",
      "Peaceful",
      "Soft",
      "Tender"
    ],
    "daw": "Reason",
    "plugins": [
      "Kong",
      "Redrum",
      "Subtractor",
      "Thor",
      "Korg Mono/Poly",
      "Radical Keys"
    ],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "6JYZQ",
    "soundcloud_id": 197181021,
    "date": "2015-03-22",
    "slug": "week-12-of-2015",
    "title": "Week 12 of 2015",
    "description": "Instrumental soundtrack song. Using mostly the NN-XT Advanced Sampler of course. Only one other track is using Thor. A lot more could be done to this song if it was made longer and spend more time on it. But this will have to do for now.",
    "season": "Winter 2015",
    "location": "Bucharest, Romania",
    "genre": "Soundtrack",
    "mood": [
      "Calm",
      "Cinematic",
      "Mellow",
      "Minimal",
      "Peaceful",
      "Sentimental",
      "Soft",
      "Thoughtful"
    ],
    "daw": "Reason",
    "plugins": ["NN-XT", "Thor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "15YJz",
    "soundcloud_id": 198300281,
    "date": "2015-03-29",
    "slug": "week-13-of-2015",
    "title": "Week 13 of 2015",
    "description": "For this song I couldn't find a time signature that fit the whole loop because of the small part at the end. Because of this, I ended up having two time signature. 5/4 for the most part and 2/4 for the two notes at the end of the loop.",
    "season": "Spring 2015",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Chill",
      "Cool",
      "Curious",
      "Easygoing",
      "Fun",
      "Happy",
      "Optimistic",
      "Peaceful",
      "Sweet"
    ],
    "daw": "Reason",
    "plugins": ["PX7", "Radical Keys", "Malström", "Kong", "Redrum"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "B2ZXY",
    "soundcloud_id": 199407798,
    "date": "2015-04-05",
    "slug": "week-14-of-2015",
    "title": "Week 14 of 2015",
    "description": "I'm spending more time on trying to get a good sound lately. I think the sound quality of the songs is improving a bit, but I don't feel like the songs themselves are very inspiring.",
    "season": "Spring 2015",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Easygoing",
      "Fun",
      "Happy",
      "Mellow",
      "Optimistic",
      "Peaceful",
      "Romantic",
      "Soft",
      "Sweet",
      "Tender"
    ],
    "daw": "Reason",
    "plugins": ["Malström", "Korg Polysix", "Redrum", "Thor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "YGYqp",
    "soundcloud_id": 200513555,
    "date": "2015-04-12",
    "slug": "week-15-of-2015",
    "title": "Week 15 of 2015",
    "description": "The main part of this song is using the POLAR (dual pitch shifter) rack extension. It's what basically makes the song. It makes something completely new out of a simple sound. It's my first time using it, and certainly not the last.",
    "season": "Spring 2015",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Brooding",
      "Defiant",
      "Moody",
      "Pessimistic",
      "Uneasy",
      "Unusual",
      "Worrying"
    ],
    "daw": "Reason",
    "plugins": ["Subtractor", "Kong", "Malström", "Korg Mono/Poly", "PX7"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "lVGgQ",
    "soundcloud_id": 201571251,
    "date": "2015-04-19",
    "slug": "week-16-of-2015",
    "title": "Week 16 of 2015",
    "description": "This time I tried to play a bit with some samples from the Reason factory sounds. I also used a sample of a female voice which I found at freesound.org. I did some cutting, clip joining, cross fading, stretching, and reversing with the samples.",
    "season": "Spring 2015",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": ["Confident", "Cool", "Easygoing", "Fun", "Optimistic", "Stylish"],
    "daw": "Reason",
    "plugins": ["Thor", "Korg Mono/Poly", "Dr. Octo Rex"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "WGNQv",
    "soundcloud_id": 202686334,
    "date": "2015-04-26",
    "slug": "week-17-of-2015",
    "title": "Week 17 of 2015",
    "description": "Nice dark sounding song. I meant to do more with it but ended up leaving it more simple. The volume of this one was quite low. Maybe because of the many layers that it has. So I had to play with EQing and compression to get the volume up. But this degraded the quality a bit and lowered the dynamic range quite a lot also.",
    "season": "Spring 2015",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Brooding",
      "Dark",
      "Depressing",
      "Moody",
      "Mysterious",
      "Serious",
      "Stirring",
      "Uneasy"
    ],
    "daw": "Reason",
    "plugins": ["Thor", "Redrum"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "9NmR2",
    "soundcloud_id": 203757359,
    "date": "2015-05-03",
    "slug": "week-18-of-2015",
    "title": "Week 18 of 2015",
    "description": "I discovered the Pulsar rack extension this week and it's awesome! I had it all this time but it doesn't show up in the effects list. That's why I forgot that I had it and just came across it while looking through the specific rack extensions folder. I will sure be using it a lot from now on.<br /><br />I had made a beat for this song, but then I just didn't like it and took it out. So the song was left with only three instruments in the end.",
    "season": "Spring 2015",
    "location": "Bucharest, Romania",
    "genre": "Chillout",
    "mood": [
      "Calm",
      "Chill",
      "Optimistic",
      "Peaceful",
      "Sentimental",
      "Soft",
      "Sweet",
      "Tender"
    ],
    "daw": "Reason",
    "plugins": ["Subtractor", "Thor"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "pYkzG",
    "soundcloud_id": 204863561,
    "date": "2015-05-10",
    "slug": "week-19-of-2015",
    "title": "Week 19 of 2015",
    "description": "Actually quite simple but cool cinematic, movie soundtrack kinda song. I used only Orkester Sounds on NN-XT advanced sampler for this song. Probably the most amount of tracks I've used in Reason. 15 total, of which two are bus tracks to combine the drums and some violins.<br /><br />Also this week I updated Reason to version 8.2. I had to use junction links in Windows to prevent Reason from automatically installing the sound banks on my C drive.",
    "season": "Spring 2015",
    "location": "Bucharest, Romania",
    "genre": "Soundtrack",
    "mood": [
      "Brooding",
      "Cinematic",
      "Confident",
      "Courageous",
      "Determined",
      "Empowering",
      "Epic",
      "Focused",
      "Mystical",
      "Serious"
    ],
    "daw": "Reason",
    "plugins": ["NN-XT"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "XENBa",
    "soundcloud_id": 205941237,
    "date": "2015-05-17",
    "slug": "week-20-of-2015",
    "title": "Week 20 of 2015",
    "description": "This was a keys week. One track is using Radical Keys and another is using an electric piano from NN-XT. For the beat I was lazy and used Dr. Octo Rex, although I did have to do some tweaking. And the bass is actually 3 bass tracks layered together.",
    "season": "Spring 2015",
    "location": "Bucharest, Romania",
    "genre": "Electro",
    "mood": [
      "Chill",
      "Confident",
      "Cool",
      "Determined",
      "Excited",
      "Stylish",
      "Upbeat"
    ],
    "daw": "Reason",
    "plugins": ["NN-XT", "Radical Keys", "Dr. Octo Rex", "Thor", "PX7"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "5lx0M",
    "soundcloud_id": 207038499,
    "date": "2015-05-24",
    "slug": "week-21-of-2015",
    "title": "Week 21 of 2015",
    "description": "Short but powerful. I'm using mostly Pulsar Combinator presets here. I'm not good at drums so this time I tried to work on that a bit more. I ended up using two Dr. Octo Rex and two Kong instruments. I hope it's not too much.",
    "season": "Spring 2015",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": ["Confident", "Determined", "Fiery", "Rowdy", "Stirring", "Upbeat"],
    "daw": "Reason",
    "plugins": ["Pulsar", "Thor", "Malström", "Dr. Octo Rex", "Kong"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "lVGwZ",
    "soundcloud_id": 208183143,
    "date": "2015-05-31",
    "slug": "week-22-of-2015",
    "title": "Week 22 of 2015",
    "description": "This song was more about trying to make it sound good as far as sound quality than about it being an actual good song, even if it's quite a catchy melody. Hopefully the sound is good then even if the song itself is nothing really special.",
    "season": "Spring 2015",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Chill",
      "Curious",
      "Easygoing",
      "Fun",
      "Happy",
      "Optimistic",
      "Playful",
      "Sweet"
    ],
    "daw": "Reason",
    "plugins": ["Thor", "Kong", "Malström", "PX7"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "vlR66",
    "soundcloud_id": 209261156,
    "date": "2015-06-07",
    "slug": "week-23-of-2015",
    "title": "Week 23 of 2015",
    "description": "I was going for a trip-hop kinda song but it didn't come out like the kind of thing I had in mind. It sounds too clean maybe.",
    "season": "Spring 2015",
    "location": "Bucharest, Romania",
    "genre": "Chillout",
    "mood": ["Chill", "Easygoing", "Mellow", "Stylish"],
    "daw": "Reason",
    "plugins": ["Kong", "NN-XT", "Radical Keys", "Thor", "Korg Polysix"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "gVzJW",
    "soundcloud_id": 210355423,
    "date": "2015-06-14",
    "slug": "week-24-of-2015",
    "title": "Week 24 of 2015",
    "description": "Normally I use Reason's master compressor in the mixer, but this time for some reason I was getting some kind of strange distortion with it. So I decided to turn it off and use only the MClass compressor.",
    "season": "Spring 2015",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Anxious",
      "Defiant",
      "Determined",
      "Fiery",
      "Focused",
      "Gritty",
      "Sneaky",
      "Stirring"
    ],
    "daw": "Reason",
    "plugins": ["Thor", "PX7", "Redrum", "Korg Mono/Poly"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "VxRp6",
    "soundcloud_id": 212856994,
    "date": "2015-07-01",
    "slug": "week-25-of-2015",
    "title": "Week 25 of 2015",
    "description": "I tried to spend more time on this song to try to make the sound quality a bit better. I layered 4 pads for the main melody. And there's an extra bass playing long notes for added bottom. There are also two drums to make up the beat.<br /><br />NOTE: This will be the last song for a while. I'm taking a break since I will not have my music gear with me for some time.",
    "season": "Spring 2015",
    "location": "Bucharest, Romania",
    "genre": "Electronic",
    "mood": [
      "Confident",
      "Cool",
      "Excited",
      "Focused",
      "Thoughtful",
      "Yearning"
    ],
    "daw": "Reason",
    "plugins": ["Thor", "Malström", "Kong", "Redrum", "PX7", "Korg Mono/Poly"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "0PK2V",
    "soundcloud_id": 220583717,
    "date": "2015-08-23",
    "slug": "week-34-of-2015",
    "title": "Week 34 of 2015",
    "description": "I'm taking a break from Reason since there's some kind of incompatibility with my system after I updated to the latest version of Reason (8.3). Probably some audio driver issue which is causing my computer to crash after sometime of running Reason. So I'm back on Cubase for the time being. This also gives me the opportunity to try out <a href=\"http://www.uvi.net/en/software/uvi-workstation.html\">UVI Workstation</a> and Replika from Native Instruments. Two great products which were available for free.",
    "season": "Summer 2015",
    "location": "Amsterdam, Netherland",
    "genre": "Industrial",
    "mood": [
      "Brooding",
      "Dark",
      "Mysterious",
      "Mystical",
      "Stirring",
      "Strange",
      "Uneasy",
      "Unusual",
      "Weird",
      "Worrying"
    ],
    "daw": "Cubase",
    "plugins": ["UVI Workstation"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "3KG2q",
    "soundcloud_id": 221635081,
    "date": "2015-08-30",
    "slug": "week-35-of-2015",
    "title": "Week 35 of 2015",
    "description": "Short but strong. Quite fast at 155 BPM and unusual time signature of 7/4. It was challenging doing the drums on that signature. I almost discarded the song in the beginning because it seemed like it was going to be too difficult, but I'm glad I stuck with it. Again I'm using UVI Workstation and Replika, and probably will continue using these for the rest of the summer.",
    "season": "Summer 2015",
    "location": "Amsterdam, Netherland",
    "genre": "Electronic",
    "mood": [
      "Confident",
      "Courageous",
      "Determined",
      "Empowering",
      "Energizing",
      "Excited",
      "Fiery",
      "Focused",
      "Upbeat"
    ],
    "daw": "Cubase",
    "plugins": ["UVI Workstation"],
    "guitar": false,
    "sample": true
  },
  {
    "audius_id": "xWN6x",
    "soundcloud_id": 222678752,
    "date": "2015-09-06",
    "slug": "week-36-of-2015",
    "title": "Week 36 of 2015",
    "description": "I was liking this song in the beginning, but by the end I don't really like it anymore. The mixing is pretty bad. The \"width\" or \"space\" of the song doesn't feel right. Oh, well.",
    "season": "Summer 2015",
    "location": "Amsterdam, Netherland",
    "genre": "Electronic",
    "mood": [
      "Calm",
      "Melancholy",
      "Mellow",
      "Sentimental",
      "Tender",
      "Thoughtful",
      "Yearning"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "UVI Workstation"],
    "guitar": false,
    "sample": false
  },
  {
    "audius_id": "2bG2Z",
    "soundcloud_id": 224603946,
    "date": "2015-09-19",
    "slug": "week-37-of-2015",
    "title": "Week 37 of 2015",
    "description": "Another song which I'm not so happy about. I think it's time to take a break :)",
    "season": "Summer 2015",
    "location": "Amsterdam, Netherland",
    "genre": "Electro",
    "mood": [
      "Cool",
      "Excited",
      "Fun",
      "Happy",
      "Optimistic",
      "Playful",
      "Stylish"
    ],
    "daw": "Cubase",
    "plugins": ["Groove Agent ONE", "UVI Workstation"],
    "guitar": false,
    "sample": false
  }
]
